[
  {
    "id": "fPlqrZ",
    "title": "Finding fossil man",
    "titleTranslate": "发现化石人",
    "text": "We can read of things that happened 5,000 years ago in the Near East, where people first learned to write. \nBut there are some parts of the word where even now people cannot write. \nThe only way that they can preserve their history is to recount it as sagas--legends handed down from one generation of another. \nThese legends are useful because they can tell us something about migrations of people who lived long ago, \nbut none could write down what they did. \nAnthropologists wondered where the remote ancestors of the Polynesian peoples now living in the Pacific Islands came from. \nThe sagas of these people explain that some of them came from Indonesia about 2,000 years ago. \nBut the first people who were like ourselves lived so long ago that even their sagas, if they had any, are forgotten. \nSo archaeologists have neither history nor legends to help them to find out where the first 'modern men' came from. \nFortunately, however, ancient men made tools of stone, especially flint, \nbecause this is easier to shape than other kinds. \nThey may also have used wood and skins, but these have rotted away. \nStone does not decay, \nand so the tools of long ago have remained when even the bones of the men who made them have disappeared without trace.",
    "textTranslate": "我们从书籍中可读到5,000 年前近东发生的事情，那里的人最早学会了写字。 \n但直到现在,世界上有些地方，人们还不会书写。 \n他们保存历史的唯一办法是将历史当作传说讲述，由讲述人一代接一代地将史实描述为传奇故事口传下来。 \n这些传说很有用，因为它们可以告诉我们很久以前人们的迁徙， \n但没有人能写下他们做了什么。 \n人类学家想知道现在生活在太平洋岛屿上的波利尼西亚人的祖先来自哪里。 \n这些人的传说解释说，他们中的一些人大约在2000年前来自印度尼西亚。 \n但是，与我们相似的第一批人生活在很久以前，即使他们有传奇故事，也被遗忘了。 \n因此，考古学家既没有历史也没有传说来帮助他们找出第一批“现代人”来自哪里。 \n然而，幸运的是，古人用石头，尤其是燧石制作了工具， \n因为这比其他种类更容易成形。 \n他们也可能使用木头和兽皮，但这些都腐烂了。 \n石头不会腐烂， \n所以，很久以前的工具保存了下来，而制造这些工具的人的骨头却消失得无影无踪。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/01－Finding Fossil Man.mp3",
    "audioFileId": "",
    "lrcPosition": [
      [
        16.65,
        26.3
      ],
      [
        26.3,
        33.25
      ],
      [
        33.25,
        46.11
      ],
      [
        46.11,
        53.82
      ],
      [
        53.82,
        57.22
      ],
      [
        57.22,
        66.79
      ],
      [
        66.79,
        74.55
      ],
      [
        74.55,
        85.77
      ],
      [
        85.77,
        94.92
      ],
      [
        94.92,
        101.6
      ],
      [
        101.6,
        105.92
      ],
      [
        105.92,
        111.94
      ],
      [
        111.94,
        114.51
      ],
      [
        114.51,
        124.55
      ]
    ],
    "questions": [],
    "quote": {
      "start": 124.55,
      "text": "ROBIN PLACE Finding fossil man",
      "translate": "寻找化石人",
      "end": 129.13
    },
    "textAllWords": [],
    "question": {
      "start": 10.9,
      "text": "Why are legends handed down by storytellers useful?",
      "translate": "为什么说书人流传下来的传说很有用？",
      "end": 17.43
    }
  },
  {
    "id": "h-bovN",
    "title": "Spare that spider",
    "titleTranslate": "不要伤害蜘蛛",
    "text": "Why, you may wonder, should spiders be our friends? \nBecause they destroy so many insects, \nand insects include some of the greatest enemies of the human race. \nInsects would make it impossible for us to live in the world; \nthey would devour all our crops and kill our flocks and herds, if it were not for the protection we get from insect-eating animals. \nWe owe a lot to the birds and beasts who eat insects but all of them put together kill only a fraction of the number destroyed by spiders. \nMoreover, unlike some of the other insect eaters, spiders never do the harm to us or our belongings.\n\nSpiders are not insects, as many people think, nor even nearly related to them. \nOne can tell the difference almost at a glance, for a spider always has eight legs and insect never more than six.\n\nHow many spiders are engaged in this work on our behalf? \nOne authority on spiders made a census of the spiders in grass field in the south of England, \nand he estimated that there were more than 2,250,000 in one acre; \nthat is something like 6,000,000 spiders of different kinds on a football pitch. \nSpiders are busy for at least half the year in killing insects. \nIt is impossible to make more than the wildest guess at how many they kill, \nbut they are hungry creatures, not content with only three meals a day. \nIt has been estimated that the weight of all the insects destroyed by spiders in Britain in one year would be greater than the total weight of all the human beings in the country.",
    "textTranslate": "你可能会想，为什么蜘蛛应该是我们的朋友？ \n因为它们能消灭很多昆虫， \n昆虫是人类最大的敌人之一。 \n昆虫将使我们无法在这个世界上生存； \n如果没有食虫动物的保护，它们会吞噬我们所有的庄稼，杀死我们的牛羊。 \n我们非常感谢吃昆虫的鸟类和野兽，但它们加起来只杀死了蜘蛛所杀死数量的一小部分。 \n此外，与其他一些食虫动物不同，蜘蛛从不伤害我们或我们的财产。 \n\n蜘蛛并不像许多人认为的那样是昆虫，甚至与它们也没有什么关系。 \n人们几乎一眼就能看出区别，因为蜘蛛总是有八条腿，而昆虫永远不会超过六条腿。 \n\n有多少蜘蛛代表我们从事这项工作？ \n一位研究蜘蛛的权威对英格兰南部草地上的蜘蛛进行了普查， \n他估计每英亩有2250000多只； \n这大约是足球场上600万只不同种类的蜘蛛。 \n蜘蛛至少半年都在忙于杀死昆虫。 \n对于他们杀死了多少人，我们只能做出最疯狂的猜测， \n但它们是饥饿的动物，不满足于一天三餐。 \n据估计，英国蜘蛛一年内杀死的所有昆虫的重量将超过该国所有人类的总重量。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/02－Spare That Spider.mp3",
    "audioFileId": "",
    "lrcPosition": [
      [
        14.6,
        19.13
      ],
      [
        19.13,
        21.76
      ],
      [
        21.76,
        26.42
      ],
      [
        26.42,
        30.65
      ],
      [
        30.65,
        39.49
      ],
      [
        39.49,
        49.8
      ],
      [
        49.8,
        58.6
      ],
      [
        58.6,
        64.83
      ],
      [
        64.83,
        74.26
      ],
      [
        74.26,
        79.05
      ],
      [
        79.05,
        85.8
      ],
      [
        85.8,
        93.39
      ],
      [
        93.09,
        99.78
      ],
      [
        99.78,
        104.77
      ],
      [
        104.77,
        111.01
      ],
      [
        111.01,
        115.98
      ],
      [
        115.98,
        128.62
      ]
    ],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "quote": {
      "start": 128.62,
      "text": "T. H. Gillesple Spare that spider from The Listener",
      "translate": "T.H.Gillesple 把蜘蛛从《倾听者》中解救出来",
      "end": 135.57
    },
    "question": {
      "start": 8.72,
      "text": "How much of each year do spiders spend killing insects?",
      "translate": "蜘蛛每年有多少时间用于捕杀昆虫？",
      "end": 14.83
    }
  },
  {
    "id": "BBHNGX",
    "title": "Matterhorn man",
    "titleTranslate": "马特霍恩山区人",
    "text": "Modern alpinists try to climb mountains by a route which will give them good sport, \nand the more difficult it is, the more highly it is regarded. \nIn the pioneering days, however, this was not the case at all. \nThe early climbers were looking for the easiest way to the top, \nbecause the summit was the prize they sought, especially if it and never been attained before. \nIt is true that during their explorations they often faced difficulties and dangers of the most perilous nature, equipped in a manner with would make a modern climber shudder at the thought, \nbut they did not go out of their way to court such excitement. \nThey had a single aim, a solitary goal--the top!\n\nIt is hard for us to realize nowadays how difficult it was for the pioneers. \nExcept for one or two places such as Zermatt and Chamonix, which had rapidly become popular, Alpine village tended to be impoverished settlements cut off from civilization by the high mountains. \nSuch inns as there were generally dirty and flea-ridden; \nthe food simply local cheese accompanied by bread often twelve months old, all washed down with coarse wine. \nOften a valley boasted no inn at all, \nand climbers found shelter wherever they could--sometimes with the local priest (who was usually as poor as his parishioners),sometimes with shepherds or cheese-makers. \nInvariably the background was the same:dirt and poverty, and very uncomfortable. \nFor men accustomed to eating seven-course dinners and sleeping between fine linen sheets at home, the change to the Alps must have very hard indeed.",
    "textTranslate": "现代登山者试图通过一条能给他们带来良好运动的路线登山， \n难度越大，人们对它的评价就越高。 \n然而，在创业初期，情况根本不是这样。 \n早期的登山者正在寻找最简单的登顶方式， \n因为峰会是他们寻求的奖品，尤其是如果以前从未达到过的话。 \n的确，在探险过程中，他们经常面临最危险的困难和危险，这些困难和危险的装备方式会让现代登山者一想到就会不寒而栗， \n但他们并没有刻意去追求这种兴奋。 \n他们只有一个目标，一个唯一的目标——登顶！ \n\n如今，我们很难意识到拓荒者有多么困难。 \n除了一两个迅速流行起来的地方，如采尔马特和夏蒙尼，阿尔卑斯山村往往是被高山与文明隔绝的贫困定居点。 \n那里的旅馆通常很脏，跳蚤遍地； \n食物只是当地的奶酪，配上通常12个月大的面包，都是用粗酒冲下来的。 \n山谷里通常根本没有客栈， \n登山者在任何可能的地方都能找到避难所——有时是当地牧师（他通常和教区居民一样穷），有时是牧羊人或奶酪制造商。 \n背景总是一样的：肮脏和贫穷，非常不舒服。 \n对于习惯于在家吃七道菜晚餐和睡在亚麻床单之间的男人来说，去阿尔卑斯山的变化一定很艰难。 ",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/03－Matterhorn Man.mp3",
    "audioFileId": "",
    "lrcPosition": [
      [
        14.19,
        21.98
      ],
      [
        21.98,
        26.9
      ],
      [
        26.9,
        33.03
      ],
      [
        33.03,
        38.19
      ],
      [
        38.19,
        45.8
      ],
      [
        45.8,
        61.06
      ],
      [
        60.86,
        65.61
      ],
      [
        65.91,
        72.17
      ],
      [
        71.96,
        78.82
      ],
      [
        78.82,
        95.98
      ],
      [
        95.98,
        102.08
      ],
      [
        102.08,
        111.34
      ],
      [
        111.34,
        115.01
      ],
      [
        115.01,
        128.44
      ],
      [
        128.44,
        137.02
      ],
      [
        137.02,
        149.85
      ]
    ],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.82,
      "text": "What was the main objective of early mountain climbers?",
      "translate": "早期登山者的主要目标是什么？",
      "end": 15.3
    },
    "quote": {
      "start": 149.85,
      "end": 154.5,
      "text": "WALTER UNSWORTH Matterhorn Man",
      "translate": "WALTER UNSWORTH马特洪峰人"
    }
  },
  {
    "id": "chEC7B",
    "title": "Seeing hands",
    "titleTranslate": "能看见东西的手",
    "text": "Several cases have been reported in Russia recently of people who can detect colours with their fingers, and even see through solid and walls. \nOne case concerns and eleven-year-old schoolgirl, Vera Petrova, who has normal vision but who can also perceive things with different parts of her skin, and through solid walls. \nThis ability was first noticed by her father. \nOne day she came into his office and happened to put her hands on the door of a locked safe. \nSuddenly she asked her father why he kept so many old newspapers locked away there, \nand even described the way they were done up in bundles.\n\nVera's curious talent was brought to the notice of a scientific research institute in the town of Ulyanovsk, near where she lives, \nand in April she was given a series of tests by a special commission of the Ministry of Health of the Russian Federal Republic. \nDuring these tests she was able to read a newspaper through an opaque screen and, stranger still, by moving her elbow over a child's game of Lotto she was able to describe the figures and colours printed on it; \nand, in another instance, wearing stockings and slippers, to make out with her foot the outlines and colours of a picture hidden under a carpet. \nOther experiments showed that her knees and shoulders had a similar sensitivity. \nDuring all these tests Vera was blindfold;and, indeed, except when blindfold she lacked the ability to perceive things with her skin. \nIt was also found that although she could perceive things with her fingers this ability ceased the moment her hands were wet.",
    "textTranslate": "最近，俄罗斯报告了几起案件，人们可以用手指检测颜色， 甚至能透过厚实的门和墙看到东西。 \n一个病例涉及11岁的女学生维拉·彼得罗娃，她视力正常，但也能通过皮肤的不同部位感知事物，甚至看穿坚实的墙壁。 \n这种能力是她父亲最先发现的。 \n有一天，她走进他的办公室，碰巧把手放在一个锁着的保险箱的门上。 \n突然，她问爸爸为什么把这么多旧报纸锁在那里， \n甚至描述了它们被捆成捆的方式。 \n\n维拉的奇特天赋引起了她居住的乌里扬诺夫斯克镇一家科研机构的注意， \n4月，俄罗斯联邦共和国卫生部的一个特别委员会对她进行了一系列检测。 \n在这些测试中，她能够通过不透明的屏幕阅读报纸，更奇怪的是，通过在孩子的乐透游戏上移动肘部，她能够描述上面印刷的数字和颜色； \n在另一个例子中，她穿着长筒袜和拖鞋，用脚辨认出藏在地毯下的一幅画的轮廓和颜色。 \n其他实验表明，她的膝盖和肩膀也有类似的敏感性。 \n在所有这些测试中，维拉都被蒙上了眼睛；事实上，除非蒙上眼睛，否则她无法用皮肤感知事物。 \n研究还发现，虽然她可以用手指感知事物，但这种能力在手湿的那一刻就消失了。 ",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/04－Seeing Hands.mp3",
    "audioFileId": "",
    "lrcPosition": [
      [
        16.16,
        27.29
      ],
      [
        27.29,
        40.37
      ],
      [
        40.37,
        44.13
      ],
      [
        44.13,
        50.34
      ],
      [
        50.34,
        56.37
      ],
      [
        56.37,
        60.39
      ],
      [
        60.39,
        69.98
      ],
      [
        69.98,
        79.01
      ],
      [
        79.01,
        93.17
      ],
      [
        93.17,
        102.58
      ],
      [
        102.58,
        108.16
      ],
      [
        108.16,
        116.85
      ],
      [
        116.85,
        125.63
      ]
    ],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.61,
      "text": "How did Vera disover she had this gift of second sight?",
      "translate": "最近俄罗斯报道了几起案例：有些人能用手指识别和感知颜色，甚至能看穿坚固的门和墙壁。",
      "end": 16.12
    },
    "quote": {
      "start": 125.63,
      "end": 130.96,
      "text": "ERIC DE MAUNY Seeing hands from The Listener",
      "translate": "埃里克·德·穆尼 看到听众的手"
    }
  },
  {
    "id": "tNef2H",
    "title": "Youth",
    "titleTranslate": "青年",
    "text": "People are always talking about 'the problem of youth'. \nIf there is one--which I take leave to doubt--then it is older people who create it, not the young themselves. \nLet us get down to fundamentals and agree that the young are after all human beings--people just like their elders. \nThere is only one difference between an old man and a young one:the young man has a glorious future before him and the old one has a splendid future behind him:and maybe that is where the rub is.\n\nWhen I was a teenager, I felt that I was just young and uncertain \n-- that I was a new boy in a huge school, and I would have been very pleased to be regarded as something so interesting as a problem. \nFor one thing, being a problem gives you a certain identity, \nand that is one of the things the young are busily engaged in seeking.\n\nI find young people exciting. \nThey have an air of freedom, \nand they not a dreary commitment to mean ambitions or love of comfort. \nThey are not anxious social climbers, and they have no devotion to material things. \nAll this seems to me to link them with life, and the origins of things. \nIt's as if they were, in some sense, cosmic beings in violent and lovely contrast with us suburban creatures. \nAll that is in my mind when I meet a young person. \nHe may be conceited, ill-mannered, presumptuous or fatuous, \nbut I do not turn for protection to dreary cliches about respect of elders--as if mere age were a reason for respect. \nI accept that we are equals, \nand I will argue with him, as an equal, if I think he is wrong.",
    "textTranslate": "人们总是在谈论“青年问题”。 \n如果这个问题存在的话 -- 请允许我对此持怀疑态度 -- 那么，这个问题是由老年人而不是青年人造成的。 \n让我们来认真研究一些基本事实：承认青年人和他们的长辈一样也是人。 \n老年人和青年人只有一个区别：青年人有光辉灿烂的前景，而老年人的辉煌已成为过去。 问题的症结恐怕就在这里。 \n\n我十几岁时，总感到自己年轻，有些事拿不准 \n-- 我是一所大学里的一名新生，如果我当时真的被看成像一个问题那样有趣，我会感到很得意的。 \n首先，成为一个问题会给你一种特定的身份， \n而这正是年轻人忙于寻找的东西之一。 \n\n我发现年轻人很兴奋。 \n他们有一种自由的气息， \n他们不会对卑鄙的野心或对舒适的热爱做出沉闷的承诺。 \n他们不是焦虑的社会攀登者，也不热衷于物质生活。 \n在我看来，所有这些似乎都将它们与生活和事物的起源联系起来。 \n从某种意义上说，他们似乎是宇宙生物，与我们这些郊区生物形成了强烈而可爱的对比。 \n当我遇到一个年轻人时，这一切都在我的脑海里。 \n他可能自负、无礼、傲慢或愚昧， \n但我不会求助于关于尊重长辈的沉闷陈词滥调来寻求保护，仿佛仅仅年龄就是尊重的理由。 \n我承认我们是平等的， \n如果我认为他错了，我会和他平等地争论。 ",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/05－Youth.mp3",
    "audioFileId": "",
    "lrcPosition": [
      [
        14.44,
        20.18
      ],
      [
        20.18,
        30.1
      ],
      [
        29.98,
        39.4
      ],
      [
        39.4,
        56.72
      ],
      [
        56.72,
        63.2
      ],
      [
        63.2,
        73.53
      ],
      [
        73.57,
        78.54
      ],
      [
        78.92,
        84.47
      ],
      [
        84.14,
        87.09
      ],
      [
        87.09,
        89.42
      ],
      [
        89.42,
        95.47
      ],
      [
        95.47,
        102.97
      ],
      [
        102.97,
        109.63
      ],
      [
        109.63,
        119.57
      ],
      [
        119.57,
        124.36
      ],
      [
        124.36,
        130.05
      ],
      [
        130.05,
        140.91
      ],
      [
        140.91,
        143.65
      ],
      [
        143.65,
        149.15
      ]
    ],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.33,
      "text": "How does the writer like to treat young people?",
      "translate": "人们总是在谈论‘年轻人的问题’。",
      "end": 14.44
    },
    "quote": {
      "start": 149.15,
      "end": 155.36,
      "text": "FIELDEN HUGHES from Out of the Air, The Listener",
      "translate": "《听众》中的菲尔登突然大笑起来"
    }
  },
  {
    "id": "FroVsX",
    "title": "The sporting spirit",
    "titleTranslate": "体育的精神",
    "text": "I am always amazed when I hear people saying that sport creates goodwill between the nations, and that if only the common peoples of the would could meet one another at football or cricket, they would have no inclination to meet on the hattlefield. \nEven if one didn't know from concrete examples (the 1936 Olympic Games, for instance) that international sporting contests lead to orgies of hatred, one could deduce if from general principles.\n\nNearly all the sports practised nowadays are competitive. \nYou play to win, and the game has little meaning unless you do your utmost to win. \nOn the village green, where you pick up sides and no feeling of local patriotism is involved, it is possible to play simply for the fun and exercise: but as soon as the question of prestige arises, as soon as you feel that you and some larger unit will be disgraced if you lose, the most savage combative instincts are aroused. \nAnyone who has played even in a school football match knows this. \nAt the international level, sport is frankly mimic warfare. \nBut the significant thing is not the behaviour of the players but the attitude of the spectators:and, behind the spectators, of the nations who work themselves into furies over these absurd contests, and seriously believe--at any rate for short periods--that running, jumping and kicking a ball are tests of national virtue.\n\nGEORGE ORWELL The sporting spirit",
    "textTranslate": "当我听人们说体育运动可创造国家之间的友谊，还说各国民众若在足球场或板球场上交锋，就不愿在战场上残杀的时候，我总是惊愕不已。 \n一个人即使不能从具体的事例（例如1936年的奥林匹克运动会）了解到国际运动比赛会导致疯狂的仇恨，也可以从常理中推断出结论。 \n\n现在开展的体育运动几乎都是竞争性的。 \n参加比赛就是为了取胜。如果不拚命去赢，比赛就没有什么意义了。 \n在乡间的草坪上，当你随意组成两个队，并且不涉及任何地方情绪时，那才可能是单纯的为了娱乐和锻炼而进行比赛。可是一旦涉及到荣誉问题，一旦你想到你和某一团体会因为你输而丢脸时，那么最野蛮的争斗天性便会激发起来。 \n即使是仅仅参加过学校足球赛的人也有种体会。 \n在国际比赛中，体育简直是一场模拟战争。 \n但是，要紧的还不是运动员的行为，而是观众的态度，以及观众身后各个国家的态度。面对着这些荒唐的比赛，参赛的各个国家会如痴如狂，甚至煞有介事地相信 — 至少在短期内如此 — 跑跑、跳跳、踢踢球是对一个民族品德素质的检验。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/06－The Sporting Spirit.mp3",
    "audioFileId": "",
    "lrcPosition": [
      [
        14.09,
        30.32
      ],
      [
        30.32,
        45.53
      ],
      [
        45.53,
        49.4
      ],
      [
        49.4,
        55.66
      ],
      [
        55.66,
        79.34
      ],
      [
        79.34,
        83.62
      ],
      [
        83.62,
        88.62
      ],
      [
        88.62,
        112.23
      ],
      [
        112.23,
        116.31
      ]
    ],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 7.64,
      "text": "How does the writer describe sport at the international level?",
      "translate": "作者是如何描述国际层面的体育运动的？",
      "end": 14.09
    },
    "quote": {
      "start": 116.31,
      "text": "GEORGE ORWELL The sporting spirit",
      "translate": "",
      "end": null
    }
  },
  {
    "id": "tCid2P",
    "title": "Bats",
    "titleTranslate": "蝙蝠",
    "text": "Not all sounds made by animals serve as language, \nand we have only to turn to that extraordinary discovery of echo-location in bats to see a case in which the voice plays a strictly utilitarian role.\n\nTo get a full appreciation of what this means we must turn first to some recent human inventions. \nEveryone knows that if he shouts in the vicinity of a wall or a mountainside, an echo will come back. \nThe further off this solid obstruction, the longer time will elapse for the return of the echo. \nA sound made by tapping on the hull of a ship will be reflected from the sea bottom, \nand by measuring the time interval between the taps and the receipt of the echoes, the depth of the sea at that point can be calculated. \nSo was born the echo-sounding apparatus, now in general use in ships. \nEvery solid object will reflect a sound, varying according to the size and nature of the object. \nA shoal of fish will do this. \nSo it is a comparatively simple step from locating the sea bottom to locating a shoal of fish. \nWith experience, and with improved apparatus, it is now possible not only to locate a shoal but to tell if it is herring, cod, or other well-known fish, by the pattern of its echo.\n\nIt has been found that certain bats emit squeaks and by receiving the echoes, they can locate and steer clear of obstacles--or locate flying insects on which they feed. \nThis echo-location in bats is often compared with radar, the principle of which is similar.",
    "textTranslate": "动物发出的声音不都是用作语言交际。 \n我们只要看一看蝙蝠回声定位这一极不寻常的发现，就可以探究一下声音在什么情况下有绝对的实用价值。 \n\n要透彻理解这句话的意义，我们应先回顾一下人类最近的几项发明。 \n大家都知道，在墙壁或山腰附近发出的喊声，就会听到回声。 \n固体障碍物越远。回声返回所用时间就越长。 \n敲打船体所发了的声音会从海底传回来， \n测出回声间隔的时间，便可算出该处海洋的深度。 \n这样就产生了目前各种船舶上普遍应用的回声探测仪。 \n任何固体者反射声音，反射的声音因物体的大小和性质的不同而不同。 \n鱼群也反射声音。 \n从测定海深到测定鱼群，这一进展比较容易。 \n根据经验和改进了的仪器，不仅能够确定鱼群的位置，而且可以根据鱼群回声的特点分辨出是鲱鱼、鳕鱼，这是人们所熟悉的其他鱼。 \n\n人们发现，某些蝙蝠能发出尖叫声，并能通过回声来确定并躲开障碍物，或找到它们赖以为生的昆虫。 \n蝙蝠这种回声定位常常可与雷达相比较，其原理是相似的。 ",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/07－Bats.mp3",
    "audioFileId": "",
    "lrcPosition": [
      [
        17.89,
        22.31
      ],
      [
        22.31,
        35.21
      ],
      [
        35.21,
        44.33
      ],
      [
        44.33,
        52.71
      ],
      [
        52.71,
        59.88
      ],
      [
        61.08,
        67.71
      ],
      [
        67.71,
        78.93
      ],
      [
        79.36,
        86.48
      ],
      [
        86.48,
        94.94
      ],
      [
        94.94,
        97.58
      ],
      [
        97.58,
        105.89
      ],
      [
        105.89,
        121.55
      ],
      [
        121.55,
        135.34
      ],
      [
        135.81,
        144.16
      ]
    ],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.7,
      "text": "In what way does echo-location in bats play an utilitarian role?",
      "translate": "并非所有动物发出的声音都起语言作用；我们只需看看蝙蝠回声定位这一非凡的发现，就能看到一个声音纯粹起实用作用的例子。",
      "end": 18.1
    },
    "quote": {
      "start": 145.36,
      "end": 150.6,
      "text": "MAURICE BURTON Curiosities of animal life",
      "translate": "莫里斯·伯顿 对动物生活的好奇心"
    }
  },
  {
    "id": "miIgSU",
    "title": "Trading standards",
    "titleTranslate": "贸易标准",
    "text": "Chickens slaughtered in the United States, claim officials in Brussels, are not fit to grace European tables. \nNo, say the American:our fowl are fine, we simply clean them in a different way. \nThese days, it is differences in national regulations, far more than tariffs, that put sand in the wheels of trade between rich countries. \nIt is not just farmers who are complaining. \nAn electric razor that meets the European Union's safety standards must be approved by American testers before it can be sold in the United States, \nand an American-made dialysis machine needs the EU's okay before is hits the market in Europe.\n\nAs it happens, a razor that is safe in Europe is unlikely to electrocute Americans. \nSo, ask businesses on both sides of the Atlantic, why have two lots of tests where one would do? \nPoliticians agree, in principle, so America and the EU have been trying to reach a deal which would eliminate the need to double-test many products. \nThey hope to finish in time for a trade summit between America and the EU on May 28TH. \nAlthough negotiators are optimistic, the details are complex enough that they may be hard-pressed to get a deal at all.\n\nWhy? One difficulty is to construct the agreements. \nThe Americans would happily reach one accord on standards for medical devices and them hammer out different pacts covering, say, electronic goods and drug manufacturing. \nThe EU--following fine continental traditions--wants agreement on general principles, which could be applied to many types of products and perhaps extended to other countries.",
    "textTranslate": "布鲁塞尔的官员说，在美国屠宰的鸡不适于用来装点欧洲的餐桌。 \n不，美国人说，我们的家禽很好，只是我们使用了另一种清洗方式。 \n当前，是各国管理条例上的差异，而不是关税阻碍了发达国家之间的贸易。 \n并不仅仅是农民在抱怨。 \n一把符合欧洲联盟安全标准的电动剃须刀必须得到美国检测人员的认可，方可在美国市场上销售； \n而美国制造的透析仪也要得到欧盟的首肯才能进入欧洲市场。 \n\n碰巧在欧洲使用安全的剃须刀不大可能使美国人触电身亡， \n因此，大西洋两岸的企业都在问，当一套测试可以解决问题时，为什么需要两套呢？ \n政治家在原则上同意了， 因此，美国和欧洲一直在寻求达成协议，以便为许多产品取消双重检查。 \n他们希望尽早达成协议，为5月28日举行的美国和欧洲贸易的最高通级会议作准备。 \n然谈判代表持乐观态度，但协议细节如此复杂，他们所面临的困难很可能使他们无法取得一致。 \n\n为什么呢？困难之一是起草这些协议。 \n美国人很愿意就医疗器械的标准达成一个协议，然后推敲出不同的合同，用以涵盖 -- 比如说 -- 电子产品和药品的生产。 \n欧洲人遵循优良的大陆传统，则希望就普遍的原则取得一致，而这些原则适用于许多不同产品，同时可能延伸到其它国家。 ",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/08－Trading Standards.mp3",
    "audioFileId": "",
    "lrcPosition": [
      [
        13.09,
        22
      ],
      [
        22,
        28.94
      ],
      [
        28.94,
        39.33
      ],
      [
        39.33,
        42.33
      ],
      [
        42.33,
        52.75
      ],
      [
        52.75,
        60.32
      ],
      [
        61.16,
        67.6
      ],
      [
        67.6,
        75.57
      ],
      [
        75.57,
        85.21
      ],
      [
        85.21,
        92.01
      ],
      [
        92.01,
        100.07
      ],
      [
        100.07,
        104.69
      ],
      [
        104.69,
        116.17
      ],
      [
        116.17,
        128.92
      ]
    ],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 7.22,
      "text": "What makes trading between rich countries difficult?",
      "translate": "是什么让富裕国家之间的贸易变得如此困难呢？",
      "end": 13.09
    },
    "quote": {
      "start": 128.92,
      "end": 134.83,
      "text": "--From:The Economist, May 24th, 1997--",
      "translate": "--来源：《经济学人》，1997年5月24日--"
    }
  },
  {
    "id": "f-oMLe",
    "title": "Royal espionage",
    "titleTranslate": "王室谍报活动",
    "text": "Alfred the Great acted his own spy, visiting Danish camps disguised as a minstrel. \nIn those days wandering minstrels were welcome everywhere. \nThey were not fighting men, and their harp was their passport. \nAlfred had learned many of their ballads in his youth, and could vary his programme with acrobatic tricks and simple conjuring.\n\nWhile Alfred's little army slowly began to gather at Athelney, the king himself set out to penetrate the camp of Guthrum, the commander of the Danish invaders. \nThere had settled down for the winter at Chippenham:thither Alfred went. \nHe noticed at once that discipline was slack:the Danes had the self-confidence of conquerors, and their security precautions were casual. \nThey lived well, on the proceeds of raids on neighbouring regions. \nThere they collected women as well as food and drink, and a life of ease had made them soft.\n\nAlfred stayed in the camp a week before he returned to Athelney. \nThe force there assembled was trivial compared with the Danish horde. \nBut Alfred had deduced that the Danes were no longer fit for prolonged battle:and that their commissariat had no organization, but depended on irregular raids.\n\nSo, faced with the Danish advance, Alfred did not risk open battle but harried the enemy. \nHe was constantly on the move, drawing the Danes after him. \nHis patrols halted the raiding parties:hunger assailed the Danish army. \nNow Alfred began a long series of skirmishes--and within a month the Danes had surrendered. \nThe episode could reasonably serve as a unique epic of royal espionage!",
    "textTranslate": "阿尔弗雷德大帝曾亲自充当间谍。他扮作吟游歌手到丹麦军队的营地里侦察。 \n当时，浪迹天涯的吟游歌手到处受欢迎， \n他们不是作战人员，竖琴就是他们的通行证。 \n阿尔弗德年轻时学过许多民歌， 并能穿插演一些杂技和小魔术使自己的节目多样化。 \n\n阿尔弗雷德人数不多的军队开始在阿塞尔纳慢慢集结时，他亲自潜入丹麦入侵司令官古瑟罗姆的营地。 \n丹麦军已在切本哈姆扎下营准备过冬，阿尔弗雷便来到此地。 \n他马上发现丹麦军纪律松弛，他们以征服者自居，安全措施马马虎虎。 \n他们靠掠夺附近的地区的财物过着舒适的生活。 \n他们不仅搜刮吃的喝的，而且抢掠妇女，安逸的生活已使丹麦军队变得软弱无力。 \n\n阿尔弗雷德在敌营呆了一个星期后，回到了阿塞尔纳。 \n他集结在那里的军队和丹麦大军相比是微不足道的， \n然而，阿尔弗雷德断定，丹麦人已不再适应持久的战争，他们的军需供应处于无组织状态，只是靠临时抢夺来维持。 \n\n因此，面对丹麦人的进攻，阿尔弗雷德没有贸然同敌人作战，而是采用骚扰敌人的战术。 \n他的部队不停地移动，牵着敌人的鼻子，让他们跟着跑。 \n他派出巡逻队阻止敌人抢劫，因而饥饿威胁着丹麦军队。 \n这时，阿尔弗雷德发起一连串小规模的进攻，结果不出一个月，丹麦人就投降了。 \n这一幕历史可以说是王室谍报活动中最精彩的篇章。 ",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/09－Royal Espionage.mp3",
    "audioFileId": "",
    "lrcPosition": [
      [
        20.72,
        29.54
      ],
      [
        29.54,
        34.45
      ],
      [
        34.45,
        39.2
      ],
      [
        39.2,
        49.17
      ],
      [
        49.17,
        62.26
      ],
      [
        62.26,
        69.32
      ],
      [
        69.32,
        81.06
      ],
      [
        81.06,
        86.77
      ],
      [
        86.77,
        94.89
      ],
      [
        94.89,
        100.13
      ],
      [
        100.13,
        105.12
      ],
      [
        105.12,
        118.52
      ],
      [
        118.52,
        126.57
      ],
      [
        126.57,
        131.58
      ],
      [
        131.58,
        137.97
      ],
      [
        137.97,
        145.74
      ],
      [
        145.74,
        151.59
      ]
    ],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 11.31,
      "text": "What important thing did King Alfred learn when he penetrated the Danish camp of Guthrum?",
      "translate": "当阿尔弗雷德国王突袭古思伦的丹麦营地时，他学到了什么重要的东西？",
      "end": 20.72
    },
    "quote": {
      "start": 153.09,
      "end": 157.35,
      "text": "--BERNARD NEWMAN Spies in Britain--",
      "translate": "--伯纳德·纽曼 在英国的间谍--"
    }
  },
  {
    "id": "ASotyh",
    "title": "Silicon valley",
    "titleTranslate": "硅谷",
    "text": "Technology trends may push Silicon Valley back to the future. \nCarver Mead, a pioneer in integrated circuits and a professor of computer science at the California Institute of Technology, notes there are now work-stations that enable engineers to design, test and produce chips right on their desks, much the way an editor creates a newsletter on a Macintosh. \nAs the time and cost of making a chip drop to a few days and a few hundred dollars, engineers may soon be free to let their imaginations soar without being penalized by expensive failures. \nMead predicts that inventors will be able to perfect powerful customized chips over a weekend at the office--spawning a new generation of garage start-ups and giving the U.S. a jump on its foreign rivals in getting new products to market fast. \n'We're got more garages with smart people,' Mead observes. \n'We really thrive on anarchy.' And on Asians. \nAlready, orientals and Asian Americans constitute the majority of the engineering staffs at many Valley firms. \nAnd Chinese, Korean, Filipino and Indian engineers are graduating in droves from California's colleges. \nAs the heads of next-generation start-ups, these Asian innovators can draw on customs and languages to forge righter links with crucial Pacific Rim markets. \nFor instance, Alex Au, a Stanford Ph.D. from Hong Kong, has set up a Taiwan factory to challenge Japan's near lock on the memory-chip market. \nIndia-born N.Damodar Reddy's tiny California company reopened an AT & T chip plant in Kansas City last spring with financing from the state of Missouri. \nBefore it becomes a retirement village, Silicon Valley may prove a classroom for building a global business.",
    "textTranslate": "技术的发展趋势有可能把硅谷重新推向未来。 \n卡弗·米德 -- 集成电路的一位先驱，加州理工学院的计算机教授 -- 注意到，现在有些计算机工作站使工程技术人员可以在他们的办公桌上设计、试验和生产芯片，就像一位编辑在苹果机上编出一份时事通讯一样。 \n由于制造一块芯片的时间已缩短至几天，费用也只有几百美元，因此，工程技术人员可能很块就可充分发挥他们的想像力，而不会因失败而造成经济上的损失。 \n米德预言发明者可以在办公室用一个周末的时间生产了完美的、功能很强的、按客户需求设计的芯片 -- 造就新一代从汽车间起家的技术人员，在把产品推向市场方面使美国把它的外国对手们打个措手不及。 \n“我们有更多的汽车间，那里有许多聪明人，”米德说。 \n“我们确实是靠这种无政府状态发展起来的。” 靠的是亚洲人。 \n硅谷许多公司中工程技术人员的大多数是东方人和亚裔美国人。 \n中国、韩国、菲律宾和印度的工程师一批批地从加州的大学毕业。 \n作为新掘起一代的带头人，亚裔发明家可以凭借他们在习惯和语言上的优势，与关键的太平洋沿岸市场建立起更加牢固的联系。 \n比如说，亚历克斯·奥，一位来自香港的斯坦福大学博士，已经在台湾建厂，对日本在内存条市场上近似垄断的局面提出了挑战。 \n印度出生的N·达莫达·雷迪经营的小小的加州公司在堪萨斯城重新启用了美国电话电报公司的一家芯片工厂，并从密苏里州获取了财政上的支持。 \n在硅谷变成一个退休村之前，它很可能成为建立全球商业的一个教学场地。 ",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/10－Silicon Valley.mp3",
    "audioFileId": "",
    "lrcPosition": [
      [
        14.59,
        19.04
      ],
      [
        19.04,
        41.88
      ],
      [
        41.88,
        55.03
      ],
      [
        55.03,
        72.61
      ],
      [
        72.61,
        77.47
      ],
      [
        77.47,
        82.67
      ],
      [
        82.67,
        91.09
      ],
      [
        91.09,
        100.09
      ],
      [
        100.09,
        112.17
      ],
      [
        112.17,
        124.52
      ],
      [
        124.52,
        137.26
      ],
      [
        137.26,
        144.36
      ]
    ],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8.14,
      "text": "What does the computer industry thrive on apart from anarchy?",
      "translate": "科技趋势可能会让硅谷重返未来。",
      "end": 14.59
    },
    "quote": {
      "start": 144.96,
      "end": 150.38,
      "text": "US NEWS AND WORLD REPORT, October 2, 1989",
      "translate": "《美国新闻与世界报道》1989年10月2日"
    }
  },
  {
    "id": "T4p-Jp",
    "title": "How to grow old",
    "titleTranslate": "如何安度晚年",
    "text": "Some old people are oppressed by the fear of death. \nIn the young there is a justification for this feeling. \nYoung men who have reason to fear that they will be killed in battle \nmay justifiably feel bitter in the thought \nthat they have been cheated of the best things that life has to offer. \nBut in an old man who has known human joys and sorrows, \nand has achieved whatever work it was in him to do, \nthe fear of death is somewhat abject and ignoble. \nThe best way to overcome it--so at least it seems to me-- \nis to make your interests gradually wider and more impersonal, \nuntil bit by bit the walls of the ego recede, \nand your life becomes increasingly merged in the universal life. \nAn individual human existence should be like a river-- \nsmall at first, narrowly contained within its banks, \nand rushing passionately past boulders and over waterfalls. \nGradually the river grows wider, the banks recede, the waters flow more quietly, \nand in the end, without any visiblebreak, they become merged in the sea, \nand painlessly lose their individual being. \nThe man who, in old age can see his life in this way, \nwill not suffer from the fear of death, \nsince the things he cares for will continue. \nAnd if, with the decay of vitality, weariness increases, \nthe thought of rest will be not unwelcome. \nI should wish to die while still at work, \nknowing that others will carry on what I can no longer do, \nand content in the thought that what was possible has been done.",
    "textTranslate": "有些老年人被对死亡的恐惧所折磨。 \n在年轻人身上，这种情感是情有可原的。 \n那些有理由担心自己会在战斗中丧生的年轻人们 \n有理由感到愤懑（或痛苦） \n他们被剥夺了生活中最美好的东西。 \n但对于一个经历过人生种种喜怒哀乐的老人来说， \n并且已经完成了他所能完成的所有工作。 \n对死亡的恐惧在某种程度上是卑劣且可耻的。 \n克服这个问题的最佳方法——至少在我看来是这样…… \n其目的在于逐渐拓宽自己的视野，使自己的兴趣变得更为广泛且不再那么个人化； \n直到自我的界限一点点消融， \n自己的生命逐渐融入到宇宙的生命之中。 \n一个人的存在应当像一条河流—— \n起初很小，被两岸紧紧束缚； \n它激情澎湃地冲过巨石、飞跃过瀑布。 \n随着时间的推移，河流变得越来越宽广，两岸逐渐后退，水流也变得更加平缓； \n最终，它毫无阻碍地融入大海， \n悄无声息地失去了自身的独立性。 \n那些在晚年能够以这种方式看待自己人生的人， \n就不会害怕死亡， \n因为他们所珍视的一切都会继续存在下去。 \n那么，随着生命力的衰退，疲劳感也会随之增加。 \n一想到可以休息，就不会不受欢迎了。 \n我真希望自己还能在工作的时候就死去。 \n知道其他人会继续做那些我再也无法完成的事情…… \n并且心满意足地想着：一切力所能及的事情都已经做到了。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/11－How to Grow Old.mp3",
    "audioFileId": "",
    "lrcPosition": [[20.22,25.14],[25.14,28.83],[28.83,33.24],[33.24,36.79],[36.79,42.45],[42.45,48.12],[48.12,52.01],[52.01,56.93],[56.93,62.67],[62.67,68.05],[68.05,73.22],[73.22,77.73],[77.73,83.51],[83.51,88.42],[88.42,93.7],[93.7,101.18],[101.18,107.44],[107.44,111.19],[111.19,116.77],[116.77,119.53],[119.53,123.38],[123.38,130.52],[130.52,134.29],[134.29,137.82],[137.82,142.36],[142.36,146.95]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.6,
      "text": "What, according to the author, is the best way to overcome the fear of death as you get older?",
      "translate": "根据作者的观点，随着年龄的增长，克服对死亡的恐惧的最佳方法是什么？",
      "end": 20.22
    },
    "quote": {
      "start": 146.95,
      "text": "BERTRAND RUSSELL How to Grow Old from Portraits From Memory",
      "translate": "伯特兰·罗素《从记忆中的肖像看如何变老》",
      "end": null
    }
  },
  {
    "id": "n2x9Vm",
    "title": "Banks and their customers",
    "titleTranslate": "银行和顾客",
    "text": "When anyone opens a current account at a bank, he is lending the bank money, \nrepayment of which he may demand at any time either in cash or by drawing a cheque in favour of another person. \nPrimarily, the banker-customer relationship is that of debtor and creditor-- \nwho is which depending on whether the customer's account is in credit or is overdrawn. \nBut, in addition to that basically simple concept, \nthe bank and its customer owe a large number of obligations to one another. \nMany of these obligations can give rise to problems and complications but a bank customer, unlike, say, a buyer of goods, \ncannot complain that the law is loaded against him.\n\nThe bank must obey its customer's instructions, and not those of anyone else. \nWhen, for example, a customer first opens an account, he instructs the bank to debit his account only in respect of cheques drawn by himself. \nHe gives the bank specimens of his signature, and there is a very firm rule \nthat the bank has no right or authority to pay out a customer's money on a cheque \non which its customer's signature has been forged. \nIt makes no difference that the forgery may have been a very skillful one: \nthe bank must recognize its customer's signature. \nFor this reason there is no risk to the customer in the practice, adopted by banks, of printing the customer's name on his cheques. \nIf this facilitates forgery, it is the bank which will lose, not the customer.",
    "textTranslate": "当任何人向银行开设一个活期账户时，实际上就是在把钱借给银行。 \n他可以随时要求偿还这笔款项，既可以要求以现金形式支付，也可以要求开一张支票转给另一个人。 \n从根本上说，银行与客户之间的关系就是债务人与债权人的关系。 \n谁是债务人、谁是债权人，取决于该客户的账户是有结余还是透支。 \n但是，除了这个基本上很简单的概念之外， \n银行和客户彼此都负有大量的义务。 \n这些义务中的许多都可能引发问题和复杂情况，但银行客户与商品购买者不同， \n不能抱怨法律对他不公。 \n\n银行必须遵守客户的指示，而不能听从任何其他人的要求。 \n例如，客户首次开户时，会指示银行仅凭他本人签发的支票从账户扣款。 \n他向银行提供了自己的签名样本，而银行有一项非常严格的规定。 \n银行无权也无理由根据伪造签名的支票支付客户的款项。 \n（即支票上的签名是伪造的）。 \n无论伪造技术多么高明，都无关紧要： \n银行必须认出客户的真实签名。 \n因此，银行采用在支票上印制客户姓名的做法对客户来说没有任何风险。 \n如果这种做法导致了伪造行为的发生，那么遭受损失的将是银行，而不是客户。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/12－Banks and Their Customers.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.5,20.69],[20.69,29.28],[29.28,35.26],[35.26,40.53],[40.53,43.76],[43.76,49.72],[49.72,58.87],[58.87,62.59],[62.59,67.79],[67.79,77.88],[77.88,82.82],[82.82,87.94],[87.94,91.9],[91.9,96.47],[96.47,100.24],[100.24,109],[109,115.15]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 7.92,
      "text": "Why is there no risk to the customer when a bank prints the customer's name on his cheques?",
      "translate": "为什么当银行在客户的支票上打印客户的名字时，这对客户来说没有任何风险呢？",
      "end": 15.5
    },
    "quote": {
      "start": 115.15,
      "text": "--GORDON BARRIE and AUBREY L. DLAMOND The Consumer Society and the Law--",
      "translate": "--戈登·巴里与奥布里·L·戴蒙德：消费者社会与法律--",
      "end": null
    }
  },
  {
    "id": "Hltgmt",
    "title": "The search for oil",
    "titleTranslate": "探寻石油",
    "text": "The deepest holes of all are made for oil, and they go down to as much as 25, 000 feet. \nBut we do not need to send man down to get the oil out, as we must with other mineral deposits. \nThe holes are only borings, less than a foot in diameter. \nMy particular experience is largely in oil, and the search for oil has done more to improve deep drilling than any other mining activity. \nWhen it has been decided where we are going to drill, \nwe put up at the surface an oil derrick. \nIt has to be tall because it is like a giant block and tackle and we have to lower into the ground \nand haul out of the ground great lengths of drill pipe which are rotated by an engine at the top \nand are fitted with a cutting bit at the bottom.\n\nThe geologist needs to know what rocks the drill has reached, \nso every so often a sample is obtained with a coring bit. \nIt cuts a clean cylinder of rock, from which can be seen the strata the drill has been cutting through. \nOnce we get down to the oil, it usually flows to the surface because great pressure either from gas or water, is pushing it. \nThis pressure must be under control, and we control it by means of the mud which we circulate down the drill pipe. \nWe endeavour to avoid the old, romantic idea of a gusher, which wastes oil and gas. \nWe want it to stay down the hole until we can lead it off in a controlled manner.",
    "textTranslate": "所有这些最深的钻孔都是为开采石油而设计的，它们的深度可达25,000英尺。 \n但我们不需要派人下到地下去开采石油；这与开采其他矿产资源的情况不同。 \n这些洞只是普通的钻孔，直径不到一英尺。 \n我的主要工作经验集中在石油行业，而在石油勘探领域，寻找石油的过程对深井钻探技术的进步起到了比其他任何采矿活动都更大的推动作用。 \n一旦我们确定了钻探的位置， \n我们在地面上搭建一座石油钻塔。 \n它必须很高，因为它就像一个巨大的滑轮组，我们需要把长长的钻杆降入地下 \n然后从地下抽出长长的钻杆，这些钻杆由顶部的发动机驱动进行旋转。 \n底部装有钻头。 \n\n地质学家需要知道钻头已经钻到了哪些类型的岩石上。 \n因此，每隔一段时间，就会使用取芯钻头获取一个样本。 \n它切割出了一块整齐的圆柱形岩石，通过这块岩石可以清楚地看到钻头所穿过的岩层结构。 \n一旦钻到油层，石油通常会在巨大压力（来自天然气或水）的推动下自动流到地表。 \n这种压力必须得到控制，我们通过沿钻杆循环注入泥浆来控制它。 \n我们尽量避免发生旧式浪漫的井喷，因为那会浪费石油和天然气。 \n我们希望石油留在井下，直到我们能以可控的方式将其引导出来。 ",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/13－The Search for Oil.mp3",
    "audioFileId": "",
    "lrcPosition": [
      [
        16.98,
        26.09
      ],
      [
        26.09,
        34.31
      ],
      [
        34.31,
        40.18
      ],
      [
        40.18,
        52.31
      ],
      [
        52.31,
        56.08
      ],
      [
        56.08,
        59.84
      ],
      [
        59.84,
        66.82
      ],
      [
        66.82,
        73.84
      ],
      [
        73.84,
        77.95
      ],
      [
        77.95,
        82.67
      ],
      [
        82.67,
        88.11
      ],
      [
        88.11,
        96.45
      ],
      [
        96.45,
        106.93
      ],
      [
        106.93,
        116.22
      ],
      [
        116.22,
        124.33
      ],
      [
        124.33,
        130.08
      ]
    ],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.79,
      "text": "What do oilmen want to achieve as soon as they strike oil?",
      "translate": "石油工人一旦发现石油，他们想要实现什么目标呢？",
      "end": 16.98
    },
    "quote": {
      "start":  124.33,
      "end": 130.08,
      "text": "--T.F.GASKELL The Search for the Earth's Minerals from Discovery--",
      "translate": "--T.F.GASKELL 从发现开始寻找地球矿物--"
    }
  },
  {
    "id": "jHZLkv",
    "title": "The Butterfly Effect",
    "titleTranslate": "蝴蝶效应",
    "text": "Beyond two or three days, the world's best weather forecasts are speculative, \nand beyond six or seven they are worthless. \nThe Butterfly Effect is the reason. \nFor small pieces of weather-- \nand to a global forecaster, small can mean thunderstorms and blizzards-- \nany prediction deteriorates rapidly. \nErrors and uncertainties multiply, cascading upward through a chain of turbulent features, \nfrom dust devils and squalls up to continent-size eddies that only satellites can see.\n\nThe modern weather models work with a grid of points of the order of sixty miles apart, \nand even so, some starting data has to be guessed, \nsince ground stations and satellites cannot see everywhere. \nBut suppose the earth could be covered with sensors spaced one foot apart, \nrising at one-foot intervals all the way to the top of the atmosphere. \nSuppose every sensor gives perfectly accurate readings of temperature, \npressure, humidity, and any other quantity a meteorologist would want. \nPrecisely at noon an infinitely powerful computer takes all the data and calculates what will happen at each point \nat 12.01, then 12.02, then 12.03... \nThe computer will still be unable to predict whether Princeton, New Jersey, will have sun or rain on a day one month away. \nAt noon the spaces between the sensors will hide fluctuations that the computer will not know about, \ntiny deviations from the average. \nBy 12.01, those fluctuations will already have created small errors one foot away. \nSoon the errors will have multiplied to the ten-foot scale, and so on up to the size of the globe.",
    "textTranslate": "超过六七天之后，它们就毫无价值了。 \n超过六七个之后，它们就毫无价值了。 \n这就是“蝴蝶效应”的原因。 \n对于那些微小的、局部的天气变化（或现象）…… \n对于全球天气预报员来说，“小”可能指雷暴和暴风雪。 \n任何预测的结果都会迅速恶化（或：任何预测的准确性都会迅速下降）。 \n误差和不确定性会成倍增加，通过一连串湍流特征向上扩散， \n从尘旋和小型风暴，到只有卫星才能观测到的、覆盖整个大陆范围的巨大涡旋…… \n\n现代天气模型使用的是间距约60英里的网格点， \n即便如此，一些初始数据仍需推测， \n因为地面站和卫星无法覆盖所有区域。 \n但是，假设地球表面能够被安装上间距为 1 英尺（约 30 厘米）的传感器…… \n并以1英尺的间隔一直延伸到大气层顶部。 \n假设每个传感器都能提供完全准确的温度读数…… \n压力、湿度，以及气象学家可能需要的任何其他气象参数。 \n正午时分，一台性能无限的计算机采集所有数据，计算每个点在 \n12点01分，然后是12点02分，接着是12点03分…… \n计算机仍无法预测一个月后新泽西州普林斯顿是晴天还是雨天。 \n正午时分，传感器之间的空隙会隐藏计算机不知道的波动， \n这些是相对于平均值的微小偏差。 \n到12点01分，这些波动已经会在1英尺外造成小误差。 \n很快误差会扩大到10英尺范围，并以此类推，直到覆盖全球。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/14－The Butterfly Effect.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.46,23.2],[23.2,26.84],[26.84,30.02],[30.02,32.07],[32.07,37.13],[37.13,40.35],[40.35,46.71],[46.71,53.91],[53.91,59.92],[59.92,64.08],[64.08,68.69],[68.69,73.41],[73.41,79],[79,84.13],[84.13,90.61],[90.61,99.25],[99.25,105.38],[105.38,114.42],[114.42,121.52],[121.52,124.37],[124.37,131.94],[131.94,139.62]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8.25,
      "text": "Why do small errors make it impossible to predict the weather system with a high degree of accuracy?",
      "translate": "为什么微小的误差会导致无法高精度地预测天气系统呢？",
      "end": 17.46
    },
    "quote": {
      "start": 139.62,
      "end": null,
      "text": "--JAMES GLEICK, Chaos--",
      "translate": "--詹姆斯·格莱克，《混沌》--"
    }
  },
  {
    "id": "5USQBq",
    "title": "Secrecy in industry",
    "titleTranslate": "工业中的秘密",
    "text": "Two factors weigh heavily against the effectiveness of scientific research in industry. \nOne is the general atmosphere of secrecy in which it is carried out, \nthe other the lack of freedom of the individual research worker. \nIn so far as any inquiry is a secret one, \nit naturally limits all those engaged in carrying it out from effective contact with their fellow scientists either in other countries or in universities, \nor even, often enough, in other departments of the same firm. \nThe degree of secrecy naturally varies considerably. \nSome of the bigger firms are engaged in researches which are of such general and fundamental nature \nthat it is a positive advantage to them not to keep them secret. \nYet a great many processes depending on such research are sought for with complete secrecy until the stage at which patents can be taken out. \nEven more processes are never patented at all but kept as secret processes. \nThis applies particularly to chemical industries, \nwhere chance discoveries play a much larger part than they do in physical and mechanical industries. \nSometimes the secrecy goes to such an extent that the whole nature of the research cannot be mentioned. \nMany firms, for instance have great difficulty in obtaining technical or scientific books from libraries \nbecause they are unwilling to have their names entered as having taken out such and such a book, \nfor fear the agents of other firms should be able to trace the kind of research they are likely to be undertaking.",
    "textTranslate": "有两个因素严重阻碍了工业领域科学研究的有效性 \n一是进行研究的整体保密氛围 \n另一方面，还存在着个体研究人员缺乏自由的问题。 \n只要任何调查都是保密的（即不对外公开的）， \n这自然会限制所有参与研究的人员与国外或大学的同行科学家进行有效接触 \n甚至常常连同一公司的其他部门也是如此 \n保密的程度自然会有很大的差异。 \n一些大公司从事的研究具有普遍性和基础性 \n对它们来说，不保密反而更有利 \n然而，许多依赖此类研究的工艺流程在可以申请专利前都完全保密 \n甚至更多的工艺流程根本不申请专利，而是作为秘密工艺保存 \n这尤其适用于化学工业领域。 \n在化学工业中，偶然发现的作用比在物理和机械工业中大得多 \n有时保密到了连研究的性质都不能提及的程度 \n例如，许多公司在从图书馆获取技术类或科学类书籍时遇到了很大的困难。 \n因为不愿让借阅记录显示他们借了某本书 \n生怕其他公司的探子会由此追踪到他们可能在进行的研究",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/15－Secrecy in Industry.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.82,25.27],[25.27,31.01],[31.01,36.05],[36.05,40.13],[40.13,51.21],[51.21,57.33],[57.33,61.76],[61.76,69.15],[69.15,75.02],[75.02,85.75],[85.75,92.43],[92.43,97],[97,104.5],[104.5,113.17],[113.17,120.95],[120.95,127.65],[127.65,135.48]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.68,
      "text": "Why is secrecy particularly important in the chemical industries?",
      "translate": "为什么在化学工业中，保密性尤为重要？",
      "end": 17.82
    },
    "quote": {
      "start": 135.48,
      "end": null,
      "text": "--J.D. BERNAL The Social Function of Science--",
      "translate": "--J.D.BERNAL科学的社会功能--"
    }
  },
  {
    "id": "qSR7wC",
    "title": "The modern city",
    "titleTranslate": "现代城市",
    "text": "In the organization of industrial life the influence of the factory upon the physiological and mental state of the workers has been completely neglected. \nModern industry is based on the conception of the maximum production at lowest cost, \nin order that an individual or a group of individuals may earn as much money as possible. \nIt has expanded without any idea of the true nature of the human beings who run the machines, \nand without giving any consideration to the effects produced on the individuals and on their descendants by the artificial mode of existence imposed by the factory. \nThe great cities have been built with no regard for us. \nThe shape and dimensions of the skyscrapers depend entirely on the necessity of obtaining the maximum income per square foot of ground, \nand of offering to the tenants offices and apartments that please them. \nThis caused the construction of gigantic buildings where too large masses of human beings are crowded together. \nCivilized men like such a way of living. \nWhile they enjoy the comfort and banal luxury of their dwelling, they do not realize that they are deprived of the necessities of life. \nThe modern city consists of monstrous edifices and of dark, narrow streets full of petrol fumes and toxic gases, \ntorn by the noise of the taxicabs, lorries and buses, and thronged ceaselessly by great crowds. \nObviously, it has not been planned for the good of its inhabitants.",
    "textTranslate": "在工业生活的组织结构中，工厂对工人生理和心理状态的影响完全被忽视了。 \n现代工业建立在“以最低成本实现最大生产”的理念之上。 \n这样，个人或某个群体就能赚取尽可能多的钱。 \n它一直在不断扩张，却对那些操控这些机器的人的真实本质一无所知。 \n而且，完全没有考虑到工厂所强加的这种人工生活方式对个人及其后代所产生的影响。 \n这些伟大的城市是在完全无视我们的存在的情况下建造的。 \n摩天大楼的形状和尺寸完全取决于实现“每平方英尺土地带来最高收入”这一目标的需要。 \n并且为租户提供他们满意的办公室和公寓。 \n这导致了巨型建筑物的出现，这些建筑物里挤满了大量的人口。 \n文明人喜欢这样的生活方式。 \n虽然他们享受着住所带来的舒适与平庸的奢华，却没有意识到自己被剥夺了生活必需品。 \n现代城市由巨大的建筑物以及狭窄、昏暗的街道组成；这些街道里弥漫着汽油烟雾和有毒气体。 \n出租车、卡车和公交车的噪音撕裂着这里的宁静，人群川流不息，络绎不绝。 \n显然，这一切的规划并非是为了居民们的利益着想。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/16－The Modern City.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.45,26.73],[26.73,33.05],[33.05,40.09],[40.09,46.55],[46.55,58.63],[58.63,62.65],[62.65,71.68],[71.68,76.53],[76.53,84.66],[84.66,87.97],[87.97,97.06],[97.06,106.2],[106.2,114.58],[114.58,119.6]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.5,
      "text": "What is the author's main argument about the modern city?",
      "translate": "作者关于现代城市的主要观点是什么？",
      "end": 15.45
    },
    "quote": {
      "start": 114.58,
      "end": null,
      "text": "--ALEXIS CARREL Man, the Unknown--",
      "translate": "--ALEXIS CARREL未知之人--"
    }
  },
  {
    "id": "PAQ0Xd",
    "title": "A man-made disease",
    "titleTranslate": "人为的疾病",
    "text": "In the early days of the settlement of Australia, enterprising settlers unwisely introduced the European rabbit. \nThis rabbit had no natural enemies in the Antipodes, so that it multiplied with that promiscuous abandon characteristic of rabbits. \nIt overran a whole continent. \nIt caused devastation by burrowing and by devouring the herbage which might have maintained millions of sheep and cattle. \nScientists discovered that this particular variety of rabbit (and apparently no other animal) was susceptible to a fatal virus disease, myxomatosis. \nBy infecting animals and letting them loose in the burrows, local epidemics of this disease could be created. \nLater it was found that there was a type of mosquito which acted as the carrier of this disease and passed it on to the rabbits. \nSo while the rest of the world was trying to get rid of mosquitoes, Australia was encouraging this one. \nIt effectively spread the disease all over the continent and drastically reduced the rabit population. \nIt later became apparent that rabbits were developing a degree of resistance to this disease, \nso that the rabbit population was unlikely to be completely exterminated. \nThere were hopes, however, that the problem of the rabbit would become manageable.\n\nIronically, Europe, which had bequeathed the rabbit as a pest to Australia, acquired this man-made disease as a pestilence. \nA French physician decided to get rid of the wild rabbits on his own estate and introduced myxomatosis. \nIt did not, however, remain within the confines of this estate. \nIt spread through France, where wild rabbits are not generally regarded as a pest but as a sport and a useful food supply, \nand it spread to Britain where wild rabbits are regarded as a pest but where domesticated rabbits, \nequally susceptible to the disease, are the basis of a profitable fur industry. \nThe question became one of whether Man could control the disease he had invented.",
    "textTranslate": "在澳大利亚殖民初期，一些富有进取心的移民不慎将欧洲野兔引入了该地区。 \n这种兔子在澳大利亚没有天敌，因此它们以兔子特有的毫无节制的繁殖力大量滋生。 \n它席卷了整个大陆。 \n这种生物通过挖掘洞穴以及啃食本可以养活数百万只羊和牛的牧草，造成了严重的破坏。 \n科学家发现，这种特定的兔子品种（显然其他动物都没有这种特性）容易感染一种致命的病毒性疾病——黏液瘤病。 \n通过感染动物并将其放回洞穴，就可以在当地制造这种疾病的流行。 \n后来发现，有一种蚊子是这种疾病的传播媒介，它们将这些病毒传染给了兔子。 \n当世界上其他国家都在努力消灭蚊子时，澳大利亚却在鼓励蚊子的存在。 \n它有效地将这种疾病传播到整个大陆，并使兔子数量急剧减少。 \n后来发现，兔子对这种疾病逐渐产生了抵抗力。 \n这样一来，兔子种群就不太可能被彻底消灭了。 \n然而，人们仍抱有希望，认为这个问题最终是可以得到控制的。 \n\n具有讽刺意味的是，欧洲将兔子这种害兽引入澳大利亚，结果自己却因此染上了这种由人类活动引发的疾病，并将其视为一种瘟疫。 \n一位法国医生决定清除自己庄园里的野兔，于是引入了黏液瘤病。 \n然而，它并没有停留在这片地产的范围内。 \n它蔓延到法国，在那里野兔通常不被视为害兽，而是作为一种狩猎对象和有用的食物来源。 \n它又传播到英国，在那里野兔被视为害兽，而家兔 \n这些动物同样容易感染这种疾病，但它们却是利润丰厚的毛皮产业的基础。 \n问题变成了：人类是否能够控制自己所发明的这种疾病。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/17－A Man-made Disease.mp3",
    "audioFileId": "",
    "lrcPosition": [[18.28,28.42],[28.42,40.42],[40.42,43.87],[43.87,52.99],[52.99,66.84],[66.84,75.06],[75.06,83.84],[83.84,91.14],[91.14,99.62],[99.62,105.88],[105.88,111.88],[111.88,118.72],[118.72,129.37],[129.37,137.03],[137.03,142.13],[142.13,151.53],[151.53,158.62],[158.62,165.5],[165.5,171.05]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 11.76,
      "text": "What factor helped to spread the disease of myxomatosis?",
      "translate": "是什么因素导致了黏液瘤病的传播？",
      "end": 18.28
    },
    "quote": {
      "start":  171.05,
      "end": null,
      "text": "--RITCHIE CALDER Science Makes Sense--",
      "translate": "--瑞奇·卡尔德 科学有道理--"
    }
  },
  {
    "id": "ty3Tv-",
    "title": "Porpoises",
    "titleTranslate": "海豚",
    "text": "There has long been a superstition among mariners that porpoises will save drowning men by pushing them to the surface, \nor protect them from sharks by surrounding them in defensive formation. \nMarine Studio biologists have pointed out that, however intelligent they may be, \nit is probably a mistake to credit dolphins with any motive of life-saving. \nOn the occasions when they have pushed to shore an unconscious human being they have much more likely done it out of curiosity or for sport, \nas in riding the bow waves of a ship. \nIn 1928 some porpoises were photographed working like beavers to push ashore a waterlogged mattress. \nIf, as has been reported, they have protected humans from sharks, \nit may have been because curiosity attracted them and because the scent of a possible meal attracted the sharks. \nPorpoises and sharks are natural enemies. \nIt is possible that upon such an occasion a battle ensued, with the sharks being driven away or killed.\n\nWhether it be bird, fish or beast, the porpoise is intrigued with anything that is alive. \nThey are constantly after the turtles, who peacefully submit to all sorts of indignities. \nOne young calf especially enjoyed raising a turtle to the surface with his snout, \nand then shoving him across the tank like an aquaplane. \nAlmost any day a young porpoises may be seen trying to turn a 300-pound sea turtle over by sticking his snout under the edge of his shell and pushing up for dear life. \nThis is not easy, and may require two porpoises working together. \nIn another game, as the turtle swims across the oceanarium, the first porpoise swoops down from above and butts his shell with his belly. \nThis knocks the turtle down several feet. \nHe no sooner recovers his equilibrium than the next porpoises comes along and hits him another crack. \nEventually the turtle has been butted all the way down to the floor of the tank. \nHe is now satisfied merely to try to stand up, but as soon as he does so a porpoise knocks him flat. \nThe turtle at last gives up by pulling his feet under his shell and the game is over.",
    "textTranslate": "长期以来，水手们一直有一种迷信：海豚会通过将溺水者推向水面来拯救他们。 \n或者通过形成防御阵型来保护它们免受鲨鱼的攻击。 \n海洋工作室的生物学家指出，无论它们多么聪明， \n将海豚的行为归因于“拯救生命”的动机，很可能是一种错误的看法。 \n在它们将失去意识的人推向岸边的那些情况下，它们这么做很可能是出于好奇心或为了玩耍， \n就像它们喜欢乘着船头浪一样。 \n1928年，有人拍到了一些海豚正在像海狸一样辛勤地工作，将一个被水浸透的床垫推上岸。 \n如果真如报道所说，它们确实保护过人类免受鲨鱼攻击， \n可能是因为好奇心驱使他们前来，也可能是食物的气味吸引了那些鲨鱼。 \n海豚和鲨鱼是天生的敌人。 \n在这种情况下，很可能会发生一场战斗：鲨鱼们要么被驱赶走，要么被杀死。 \n\n无论是鸟、鱼还是兽，鼠海豚对所有活物都着迷。 \n它们总是追逐海龟，而海龟则温顺地忍受着各种戏弄。 \n有一只小海豚特别喜欢用鼻子把海龟顶到水面， \n然后像推动水上滑板一样把他推过那个水箱。 \n几乎每天都能看到小海豚试图把一只300磅重的海龟翻个底朝天：它们把鼻子伸到海龟壳边缘，拼尽全力往上顶。 \n这并不容易，可能需要两只海豚共同协作才能完成。 \n在另一个游戏中，当海龟游过海洋馆时，第一只海豚从上方俯冲下来，用腹部撞击龟壳。 \n这一撞把海龟撞下去好几英尺。 \n它刚恢复平衡，下一只海豚就过来又撞了一下。 \n最后海龟被一路撞到了水族箱底部。 \n这时海龟只求能站起来，可刚一站起来，海豚就又把它撞翻了。 \n海龟最终放弃，把脚缩进壳里，游戏就此结束。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/18－Porpoises.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.63,23.59],[23.59,29.17],[29.17,34.75],[34.75,40.59],[40.59,49.66],[49.66,53.49],[53.49,61.7],[61.7,66.35],[66.35,74.03],[74.03,77.32],[77.32,84.97],[84.97,91.85],[91.85,97.78],[97.78,103.53],[103.53,108.38],[108.38,120.82],[120.82,126.35],[126.35,136.45],[136.45,139.67],[139.67,147.25],[147.25,153.07],[153.07,161.12],[161.12,167.44]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9,
      "text": "What would you say is the main characteristic of porpoises?",
      "translate": "你认为海豚的主要特征是什么？",
      "end": 15.63
    },
    "quote": {
      "start": 167.44,
      "end": null,
      "text": "--RALPH NADING HILL Window in the Sea--",
      "translate": "--RALPH NADING HILL 海上之窗--"
    }
  },
  {
    "id": "umusgR",
    "title": "The stuff of dreams",
    "titleTranslate": "话说梦的本质",
    "text": "It is fairly clear that the sleeping period must have some function, and because there is so much of it the function would seem to be important. \nSpeculations about its nature have been going on for literally thousands of years, \nand one odd finding that makes the problem puzzling is that it looks very much as if sleeping is not simply a matter of giving the body a rest. \n'Rest', in terms of muscle relaxation and so on, can be achieved by a brief period lying, or even sitting down. \nThe body's tissues are self-repairing and self-restoring to a degree, and function best when more or less continuously active. \nIn fact a basic amount of movement occurs during sleep which is specifically concerned with preventing muscle inactivity.\n\nIf it is not a question of resting the body, then perhaps it is the brain that needs resting? \nThis might be a plausible hypothesis were it not for two factors. \nFirst the electroencephalograph (which is simply a device for recording the electrical activity of the brain by attaching electrodes to the scalp) \nshows that while there is a change in the pattern of activity during sleep, \nthere is no evidence that the total amount of activity is any less. \nThe second factor is more interesting and more fundamental. \nSome years ago an American psychiatrist named William Dement published experiments dealing with the recording of eye-movements during sleep. \nHe showed that the average individual's sleep cycle is punctuated with peculiar bursts of eye-movements, some drifting and slow, others jerky and rapid. \nPeople woken during these periods of eye-movements generally reported that they had been dreaming. \nWhen woken at other times they reported no dreams. \nIf one group of people were disturbed from their eye-movement sleep for several nights on end, \nand another group were disturbed for an equal period of time but when they were not exhibiting eye-movements, \nthe first group began to show some personality disorders while the others seemed more or less unaffected. \nThe implications of all this were that it was not the disturbance of sleep that mattered, but the disturbance of dreaming.",
    "textTranslate": "很明显，睡眠一定具有某种功能，而且由于这种状态持续的时间很长，因此这种功能必定非常重要。 \n关于睡眠本质的猜测已经持续了数千年之久。 \n一个令人困惑的现象是：睡眠似乎并不仅仅是让身体休息的过程。 \n从肌肉放松的角度来看，即使只是短暂地躺下或坐着，也能达到休息的效果。 \n人体组织本身具备自我修复和恢复的功能，而且在保持一定程度的活动状态下，其功能才能达到最佳状态。 \n事实上，睡眠期间确实会发生一些活动，这些活动专门用于防止肌肉长时间处于静止状态。 \n\n如果睡眠的目的不是为了让身体休息，那么或许大脑才是需要休息的对象？ \n如果不是有两个因素的话，这或许是一个合理的假设。 \n首先，脑电图（这是一种通过将电极贴在头皮上来记录大脑电活动的简单装置） \n研究表明，虽然睡眠期间的活动模式会发生变化， \n没有证据表明总体活动量有任何减少。 \n第二个因素更加有趣，也更为根本。 \n几年前，一位名叫威廉·德门特（William Dement）的美国精神病学家发表了一项研究，该研究记录了人们在睡眠期间的眼球运动情况。 \n他发现，普通人的睡眠周期中会伴随着一些特殊的眼球运动现象：有些眼球运动较为缓慢、平稳，而另一些则突然、快速地发生。 \n在眼球运动期间被唤醒的人通常报告说他们正在做梦。 \n在其他时间被唤醒时，他们表示自己没有做任何梦。 \n如果有一组人的眼球运动睡眠（REM sleep）连续几个晚上都被中断的话…… \n另一组人在同样长的时间内受到干扰，但干扰时他们并没有表现出眼球运动， \n第一组开始出现一些人格障碍的症状，而其他组则几乎没有受到影响。 \n所有这些现象表明，重要的不是睡眠受到干扰，而是做梦受到干扰。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/19－The Stuff of Dreams.mp3",
    "audioFileId": "",
    "lrcPosition": [[18.37,28.71],[28.71,35.16],[35.16,45.36],[45.36,55.75],[55.75,66.27],[66.27,75.66],[75.66,83.65],[83.65,89.37],[89.37,100.75],[100.75,105.8],[105.8,111.36],[111.36,116],[116,126.91],[126.91,140.32],[140.32,146.91],[146.91,150.85],[150.85,156.3],[156.3,165.44],[165.44,174.88],[174.88,183.85]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.86,
      "text": "What is going on when a person experiences rapid eye-movements during sleep?",
      "translate": "当人在睡眠中经历快速眼动（REM）时，究竟发生了什么？",
      "end": 18.37
    },
    "quote": {
      "start": 183.85,
      "end": null,
      "text": "--CHRISTOPHER EVANS The stuff of dreams from The Listener--",
      "translate": "--克里斯托弗·埃文斯《倾听者》中的梦境--"
    }
  },
  {
    "id": "1sj9JK",
    "title": "Snake poison",
    "titleTranslate": "蛇毒",
    "text": "How in came about that snakes manufactured poison is a mystery. \nOver the periods their saliva, a mild, digestive juice like our own, was converted into a poison that defies analysis even today. \nIt was not forced upon them by the survival competition; \nthey could have caught and lived on prey without using poison, just as the thousands of non-poisonous snakes still do. \nPoison to a snake is merely a luxury; \nit enables it to get its food with very little effort, no more effort than one bite. \nAnd why only snakes? \nCats, for instance, would be greatly helped; \nno running fights with large, fierce rats or tussles with grown rabbits--just a bite and no more effort needed. \nIn fact, it would be an assistance to all carnivores though it would be a two-edged weapon when they fought each other. \nBut, of the vertebrates unpredictable Nature selected only snakes (and one lizard). \nOne wonders also why Nature, with some snakes concocted poison of such extreme potency.\n\nIn the conversion of saliva into poison, one might suppose that a fixed process took place. It did not; \nsome snakes manufactured a poison different in every respect from that of others, \nas different as arsenic is from strychnine, and having different effects. \nOne poison acts on the nerves, the other on the blood.\n\nThe makers of the nerve poison include the mambas and the cobras and their venom is called neurotoxic. \nVipers (adders) and rattlesnakes manufacture the blood poison, which is known as haemolytic. \nBoth poisons are unpleasant, but by far the more unpleasant is the blood poison. \nIt is said that the nerve poison is the more primitive of the two, that the blood poison is, so to speak, a newer product from an improved formula. \nBe that as it may, the nerve poison does its business with man far more quickly than the blood poison. \nThis, however, means nothing. \nSnakes did not acquire their poison for use against man but for use against prey such as rats and mice, \nand the effects on these of viperine poison is almost immediate.",
    "textTranslate": "蛇是如何制造出毒液的，这至今是个谜。 \n经过漫长的岁月，它们的唾液——一种像我们一样的温和消化液——变成了毒液，这种毒液甚至今天都难以分析。 \n这种毒液的产生并非出于生存竞争的必然； \n它们本可以不使用毒液就捕获猎物并赖以为生，就像现在成千上万的无毒蛇那样。 \n对蛇来说，毒液其实是一种“奢侈品”； \n它让蛇能够毫不费力地捕获猎物，只需轻轻一咬即可。 \n那么，为什么只有蛇会拥有毒液呢？ \n以猫为例，毒液对它们来说同样大有帮助： \n不用与又大又凶的老鼠追逐打斗，也不用和成年兔子扭打——只需咬一口，再不用费力。 \n事实上，这对所有食肉动物来说都是一种帮助；不过当它们互相争斗时，这也会成为一把“双刃剑”（即既有利也有弊）。 \n但是，在脊椎动物中，难以捉摸的大自然只选择了蛇（和一种蜥蜴）。 \n人们也奇怪，为什么大自然在某些蛇身上调制出如此猛烈的毒药。 \n\n在唾液变成毒液的过程中，人们可能会认为有一个固定的过程发生。但事实并非如此； \n有些蛇产生的毒液在各个方面都与其他蛇产生的毒液不同。 \n就像砒霜和马钱子碱不同那样，并且效果也不同。 \n一种毒物作用于神经系统，另一种则作用于血液。 \n\n制造这种神经毒素的动物包括曼巴蛇和眼镜蛇，它们的毒液被称为神经毒素（neurotoxic venom）。 \n蝰蛇和响尾蛇会分泌一种血液毒素，这种毒素被称为“溶血毒素”（haemolytic toxin）。 \n两种毒液都令人不快，但远比神经毒液更令人不快的是血液毒液。 \n据说，神经毒液是两者中较原始的一种，而血液毒液，可以这么说，是改良配方后的新产品。 \n尽管如此，这种神经毒素对人体的影响速度要比血液毒素快得多。 \n然而，这毫无意义。 \n蛇之所以拥有毒液，并不是为了用来对付人类，而是为了捕杀老鼠等猎物。 \n而蝰蛇毒液对这些动物的效果几乎是立竿见影的。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/20－Snake Poison.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.32,20.33],[20.33,30.46],[30.46,34.46],[34.46,42.76],[42.76,46.3],[46.3,53.08],[53.08,55.48],[55.48,58.32],[58.32,66.56],[66.56,74.26],[74.26,80.85],[80.85,88.19],[88.19,96.06],[96.06,101.47],[101.47,107.07],[107.07,111.5],[111.5,119.28],[119.28,127.07],[127.07,132.61],[132.61,142.07],[142.07,148.44],[148.44,150.85],[150.85,158.2],[158.2,162.82]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8.79,
      "text": "What are the two different ways in which snake poison acts?",
      "translate": "蛇毒的作用方式主要有哪两种？",
      "end": 15.32
    },
    "quote": {
      "start": 162.82,
      "end": null,
      "text": "--JOHN CROMPTON The snake--",
      "translate": "--约翰·克朗普顿 蛇--"
    }
  },
  {
    "id": "xQiDGi",
    "title": "William S. Hart and the early 'Western' film",
    "titleTranslate": "威廉.S. 哈特和早期\"西部\"影片",
    "text": "William S.Hart was, perhaps, the greatest of all Western stars, \nfor unlike Gary Cooper and John Wayne he appeared in nothing but Westerns. \nFrom 1914 to 1924 he was supreme and unchallenged. \nIt was Hart who created the basic formula of the Western film, \nand devised the protagonist he played in every film he made, \nthe good-bad man, the accidental, noble outlaw, \nor the honest, but framed cowboy, or the sheriff made suspect by vicious gossip; \nin short, the individual in conflict with himself and his frontier environment.\n\nUnlike most of his contemporaries in Hollywood, \nHart actually knew something of the old West. \nHe had lived in it as a child when it was already disappearing, \nand his hero was firmly rooted in his memories and experiences, \nand in both the history and the mythology of the vanished frontier, \nAnd although no period or place in American history has been more absurdly romanticized, \nmyth and reality did join hands in at least one arena, \nthe conflict between the individual and encroaching civilization.\n\nMen accustomed to struggling for survival against the elements and Indians \nwere bewildered by politicians, bankers and businessmen, \nand unhorsed by fences, laws and alien taboos. \nHart's good-bad man was always an outsider, always one of the disinherited, \nand if he found it necessary to shoot a sheriff or rob a bank along the way, \nhis early audiences found it easy to understand and forgive, \nespecially when it was Hart who, in the end, overcame the attacking Indians. \nAudiences in the second decade of the twentieth century \nfound it pleasant to escape to a time when life, though hard, was relatively simple. \nWe still do; living in a world in which undeclared aggression, war, hypocrisy, \nchicanery, anarchy and impending immolation are part of our daily lives, \nwe all want a code to live by.",
    "textTranslate": "与加里·库珀和约翰·韦恩不同，他只出演西部片。 \n与加里·库珀（Gary Cooper）和约翰·韦恩（John Wayne）不同，他只出演过西部片（Westerns）。 \n从 1914 年到 1924 年，他一直是无可争议的领袖，无人能够与他竞争。 \n正是哈特创造了西部片的基本模式。 \n并为他出演的每部电影都设计了主角形象， \n即亦正亦邪的人，意外成为亡命之徒却品格高尚的人， \n或者是那个诚实却被诬陷的牛仔，又或者是那个因恶毒的谣言而受到怀疑的警长…… \n简而言之，这是一个与自己及边疆环境冲突的人。 \n\n与好莱坞的大多数同时代人不同， \n哈特其实对美国西部历史有所了解。 \n他小时候就生活在那里，那时西部文明已逐渐消逝； \n他的英雄形象深深植根于他的记忆与经历之中， \n以及那片消失的边疆的历史与传说之中。 \n尽管美国历史上没有哪个时期或地点被如此荒谬地浪漫化了， \n但在至少一点上，神话与现实确实交汇在了一起—— \n那就是个人与不断扩张的文明之间的冲突。 \n\n那些习惯了与自然环境及印第安人抗争以求生存的人们， \n却被政客、银行家和商人搞得无所适从； \n被围栏、法律和陌生的禁忌拉下马。 \n哈特笔下的亦正亦邪者永远是局外人，永远是被剥夺继承权的人， \n如果他觉得有必要开枪打死警长或抢劫银行，他也会这么做。 \n他的早期观众很容易理解并原谅他。 \n尤其是当最终由哈特击败了来犯的印第安人时。 \n二十世纪第二个十年的观众群体 \n觉得逃回到那个虽然艰苦但相对简单的时代是件愉快的事。 \n我们至今仍然如此；生活在一个充满不宣而战的侵略、战争、虚伪、 \n欺诈、混乱以及即将到来的毁灭，都是我们日常生活的一部分。 \n我们都希望有一套可以遵循的准则或规则来指导我们的行为。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/21－William S. Hart and the Early Western Film.mp3",
    "audioFileId": "",
    "lrcPosition": [[22.05,29.56],[29.56,36.57],[36.57,43.99],[43.99,48.96],[48.96,53.95],[53.95,58.84],[58.84,66.09],[66.09,73.78],[73.78,77.06],[77.06,81.02],[81.02,85],[85,90.03],[90.03,95.67],[95.67,103.22],[103.22,108.63],[108.63,115.22],[115.22,120.82],[120.82,125.36],[125.36,131.49],[131.49,138.91],[138.91,145.07],[145.07,149.62],[149.62,156.66],[156.66,160.32],[160.32,166.64],[166.64,173.66],[173.66,179.89],[179.89,183.25]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 13.65,
      "text": "How did William Hart's childhood prepare him for his acting role in Western films?",
      "translate": "威廉·哈特的童年经历是如何为他日后在西部电影中扮演演员角色奠定基础的？",
      "end": 22.05
    },
    "quote": {
      "start": 183.25,
      "end": null,
      "text": "--CARL FOREMAN Virtue and a Fast Gun from The Observer--",
      "translate": "--卡尔·福尔曼的美德与《观察家报》的快枪--"
    }
  },
  {
    "id": "mEx2AT",
    "title": "Knowledge and progress",
    "titleTranslate": "知识和进步",
    "text": "Why does the idea of progress loom so large in the modern world? \nSurely because progress of a particular kind is actually taking place around us \nand is becoming more and more manifest. \nAlthough mankind has undergone no general improvement in intelligence or morality, \nit has made extraordinary progress in the accumulation of knowledge. \nKnowledge began to increase as soon as the thoughts of one individual \ncould be communicated to another by means of speech. \nWith the invention of writing, a great advance was made, \nfor knowledge could then be not only communicated but also stored. \nLibraries made education possible, and education in its turn added to libraries: \nthe growth of knowledge followed a kind of compound interest law, \nwhich was greatly enhanced by the invention of printing. \nAll this was comparatively slow until, with the coming of science, \nthe tempo was suddenly raised. \nThen knowledge began to be accumulated according to a systematic plan. \nThe trickle became a stream: the stream has now become a torrent. \nMoreover, as soon as new knowledge is acquired, it is now turned to practical account. \nWhat is called 'modern civilization' \nis not the result of a balanced development of all man's nature, \nbut of accumulated knowledge applied to practical life. \nThe problem now facing humanity is: \nWhat is going to be done with all this knowledge? \nAs is so often pointed out, knowledge is a two-edged weapon \nwhich can be used equally for good or evil. \nIt is now being used indifferently for both. \nCould any spectacle, for instance, be more grimly whimsical \nthan that of gunners using science to shatter men's bodies \nwhile, close at hand, surgeons use it to restore them? \nWe have to ask ourselves very seriously \nwhat will happen if this twofold use of knowledge, \nwith its ever-increasing power, continues.",
    "textTranslate": "为什么“进步”的概念在现代社会中显得如此重要（或者说，为什么人们对“进步”的追求如此强烈）？ \n肯定是因为某种形式的进步正在我们周围实实在在地发生着。 \n而且这种现象正变得越来越明显（或：这种现象正逐渐变得清晰可见）。 \n尽管人类的智力或道德水平并没有普遍性的提升， \n在知识的积累方面，它取得了非凡的进展。 \n一旦某个人的思想能够通过语言传达给另一个人，知识就开始增加了。 \n通过语言的方式。 \n随着文字的发明，人类社会取得了巨大的进步。 \n这样一来，知识不仅可以被传播，还可以被储存起来。 \n图书馆使教育成为可能，而教育又反过来促进了图书馆的发展（即促进了图书馆资源的丰富与建设）。 \n知识的增长遵循了一种类似于“复利”的规律。 \n这一情况因印刷术的发明而得到了极大的促进。 \n在科学出现之前，所有这些发展都相对缓慢。 \n节奏突然加快了。 \n于是，知识开始按照系统的计划被逐步积累起来。 \n起初只是细小的水流，后来逐渐汇聚成了一条小溪；如今，这条小溪已经变成了湍急的急流。 \n此外，一旦获得了新的知识，就会立即将其应用于实际中。 \n所谓的'现代文明' \n这并不是人类所有天性得到平衡发展的结果。 \n而是积累的知识应用于实际生活的结果。 \n人类现在面临的问题是： \n这些知识将会被用来做什么呢？ \n正如人们经常指出的那样，知识是一把双刃剑。 \n既可以用于行善，也可以用于作恶。 \n而现在，它被不加区分地用于这两种目的。 \n比如说，还有哪种场景能比这更加荒诞、又充满阴郁的幽默感呢？ \n炮手们利用科学来摧毁人体， \n而近在咫尺的外科医生却用它来修复人体？ \n我们必须非常严肃地问自己一个问题。 \n如果这种对知识的双重使用， \n在其力量不断增强的情况下继续下去，会发生什么？",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/22－Knowledge and Progress.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.87,21.41],[21.41,27.63],[27.63,30.31],[30.31,36.16],[36.16,41.37],[41.37,45.69],[45.69,50.02],[50.02,53.67],[53.67,58.66],[58.66,65.39],[65.39,70.23],[70.23,74.03],[74.03,79.53],[79.53,81.95],[81.95,87.44],[87.44,92.97],[92.97,99.18],[99.18,102],[102,106.39],[106.39,111.47],[111.47,114.53],[114.53,118.12],[118.12,122.97],[122.97,126.88],[126.88,130.65],[130.65,134.99],[134.99,139.84],[139.84,144.72],[144.72,147.64],[147.64,151.66],[151.66,155.63]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8.93,
      "text": "In what two areas have people made no 'progress' at all?",
      "translate": "在哪些领域，人们完全没有取得任何进展？",
      "end": 15.87
    },
    "quote": {
      "start": 155.63,
      "end": null,
      "text": "--G.N.M.TYRRELL The Personality of Man--",
      "translate": "--G.N.M.TYRRELL《人的个性》--"
    }
  },
  {
    "id": "v9Lgjx",
    "title": "Bird flight",
    "titleTranslate": "鸟的飞行方法",
    "text": "No two sorts of birds practise quite the same sort of flight; \nthe varieties are infinite; but two classes may be roughly seen. \nAny ship that crosses the Pacific \nis accompanied for many days by the smaller albatross, \nwhich may keep company with the vessel for an hour \nwithout visible or more than occasional movement of wing. \nThe currents of air that the walls of the ship direct upwards, \nas well as in the line of its course, \nare enough to give the great bird with its immense wings \nsufficient sustenance and progress. \nThe albatross is the king of the gliders, \nthe class of fliers which harness the air to their purpose, \nbut must yield to its opposition. \nIn the contrary school, the duck is supreme. \nIt comes nearer to the engines with which man has 'conquered' the air, as he boasts. \nDuck, and like them the pigeons, are endowed with steel-like muscles, \nthat are a good part of the weight of the bird, \nand these will ply the short wings with such irresistible power \nthat they can bore for long distances through an opposing gale \nbefore exhaustion follows. \nTheir humbler followers, such as partridges, \nhave a like power of strong propulsion, but soon tire. \nYou may pick them up in utter exhaustion, \nif wind over the sea has driven them to a long journey. \nThe swallow shares the virtues of both schools in highest measure. \nIt tires not, nor does it boast of its power; but belongs to the air \ntravelling it may be six thousand miles to and from its northern nesting home, \nfeeding its flown young as it flies, and slipping through a medium \nthat seems to help its passage even when the wind is adverse. \nSuch birds do us good, \nthough we no longer take omens from their flight on this side and that; \nand even the most superstitious villagers no longer take off their hats to the magpie and wish it good-morning.",
    "textTranslate": "没有两种鸟类的飞行方式是完全相同的。 \n虽然种类繁多、无穷无尽，但大致上可以分为两类。 \n任何横渡太平洋的船只 \n在许多天里，它都伴随着体型较小的信天翁。 \n信天翁可能会与船只结伴一个小时， \n翅膀没有明显的运动，或者仅有偶尔的轻微摆动。 \n那些被船体墙壁引导向上的气流…… \n以及沿着船只航行的方向， \n足以让这只拥有巨大翅膀的巨鸟 \n获得足够的动力和前进的力量。 \n信天翁是滑翔鸟类中的“王者”。 \n这类飞鸟能驾驭空气来实现飞行目的， \n但也不得不屈服于逆风的阻力。 \n而在另一类飞行方式中，鸭子是佼佼者。 \n它越来越接近那些人类用来“征服”天空的飞行器了——正如人类所自豪地宣称的那样。 \n鸭子，和鸽子一样，拥有像钢铁一样强健的肌肉。 \n这些部分占据了鸟类体重的很大比例。 \n能以不可抗拒的力量驱动短小的翅膀， \n顶着逆风长距离飞行， \n直到精疲力竭。 \n它们那些能力稍逊的同类，比如鹧鸪， \n它们拥有强大的推进力，但很快就会疲劳。 \n即使它们在极度疲惫的状态下被我们捡起， \n如果海上的风迫使它们进行了长途飞行。 \n燕子则将这两种飞行方式的优点发挥到了极致。 \n它不会感到疲劳，也不会夸耀自己的力量； \n往返于六千英里外的北方巢穴之间， \n一边飞行一边喂养已经会飞的雏鸟， \n穿行于似乎能助其前行的空气中，即使风向不利。 \n这样的鸟类对我们大有裨益， \n尽管我们不再从它们忽东忽西的飞行中解读预兆了； \n就连最迷信的村民，也不会再向喜鹊脱帽道早安了。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/23－Bird Flight.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.99,23.47],[23.47,29.45],[29.45,31.59],[31.59,36.85],[36.85,40.1],[40.1,45.71],[45.71,50.11],[50.11,53.78],[53.78,57.45],[57.45,60.84],[60.84,64.3],[64.3,68.22],[68.22,71.61],[71.61,76.22],[76.22,82.78],[82.78,90.24],[90.24,93.32],[93.32,98.47],[98.47,103.03],[103.03,105.74],[105.74,109.64],[109.64,114.3],[114.3,117.52],[117.52,121.78],[121.78,126.53],[126.53,133.01],[133.01,138.95],[138.95,143.37],[143.37,148.78],[148.78,150.91],[150.91,156.29],[156.29,164.74]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.52,
      "text": "What are the two main types of bird flight described by the author?",
      "translate": "作者描述了哪两种主要的鸟类飞行方式？",
      "end": 17.99
    },
    "quote": {
      "start": 164.74,
      "end": null,
      "text": "--WILLIAM BEACH THOMAS A Countryman's Creed--",
      "translate": "--威廉·比奇·托马斯《乡下人的信条》--"
    }
  },
  {
    "id": "LheW9C",
    "title": "Beauty",
    "titleTranslate": "美",
    "text": "A young man sees a sunset and, \nunable to understand or to express the emotion that it rouses in him, \nconcludes that it must be the gateway to a world that lies beyond \nIt is difficult for any of us in moments of intense aesthetic experience \nto resist the suggestion that we are catching a glimpse of a light \nthat shines down to us from a different realm of existence, different and, \nbecause the experience is intensely moving, in some way higher. \nAnd, though the gleams blind and dazzle, yet do they convey a hint of beauty and serenity \ngreater than we have known or imagined. Greater too than we can describe; \nfor language, which was invented to convey the meanings of this world \ncannot readily be fitted to the uses of another.\n\nThat all great art has this power of suggesting a world beyond is undeniable. \nIn some moods, nature shares it. \nThere is no sky in June so blue that it does not point forward to a bluer, \nno sunset so beautiful that it does not waken the vision of a greater beauty, \na vision which passes before it is fully glimpsed, \nand in passing leaves an indefinable longing and regret. \nBut, if this world is not merely a bad joke, \nlife a vulgar flare amid the cool radiance of the stars, \nand existence an empty laugh braying across the mysteries; \nif these intimations of a something behind and beyond \nare not evil humour born of indigestion, \nor whimsies sent by the devil to mock and madden us, if, in a word \nbeauty means something yet we must not seek to interpret the meaning. \nIf we glimpse the unutterable, it is unwise to try to utter it, \nnor should we seek to invest with significance that which we cannot grasp. \nBeauty in terms of our human meanings is meaningless.",
    "textTranslate": "一个年轻人看到了日落， \n无法理解这种情感在他心中所引发的反应，也无法表达出自己所感受到的情绪。 \n得出结论：这一定是通往另一个未知世界的入口。 \n在那些充满强烈审美体验的时刻，我们任何人都很难抗拒这样一种想法： \n我们似乎瞥见了某种光芒， \n那种光芒是从另一个存在领域照射到我们这里的；那个领域与我们截然不同…… \n因为这种体验非常令人感动，从某种意义上来说，它的价值甚至更高（即这种体验带来的意义或影响更为深远）。 \n尽管那些光芒刺眼、令人眩目，但它们依然透露出一种美丽与宁静的气息。 \n比我们以往所知道或想象的都要伟大；同时也超出了我们的描述能力。 \n因为语言是为了传达这个世界的意义而创造的， \n所以它很难被直接应用于其他目的。 \n\n在某些时刻，大自然本身也具备这种能力。 \n在某些心境下，大自然也具有这种力量。 \n六月的蓝天再蓝，也会让人向往更蓝的天空； \n日落再美，也会唤起人们对更美之景的想象， \n只留下一种难以言喻的渴望与遗憾。 \n但是，如果这个世界不仅仅是一个糟糕的玩笑， \n如果生命不是在星辰冷冽光芒中的短暂闪光， \n如果存在不是对那些神秘事物的徒劳嘲笑…… \n那么，这些关于“背后、超越这个世界的事物”的暗示， \n就一定有着更深层的意义。 \n不是消化不良引起的坏情绪， \n也不是魔鬼派来嘲笑和折磨我们的奇想——总之， \n“美”确实蕴含着某种意义，但我们却不应试图去解读这种意义。 \n如果我们瞥见了那不可言说之物，试图言说它是不明智的， \n我们也不应该试图赋予那些我们无法理解的事物以意义。 \n用人类的意义来衡量，美是没有意义的。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/24－Beauty.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.37,20],[20,25.08],[25.08,29.91],[29.91,35.38],[35.38,39.5],[39.5,45.52],[45.52,50.94],[50.94,57.44],[57.44,62.99],[62.99,68],[68,72.82],[72.82,79.84],[79.84,83.37],[83.37,89.09],[89.09,94.63],[94.63,98.22],[98.22,102.47],[102.47,105.95],[105.95,110.05],[110.05,114.91],[114.91,119.14],[119.14,123],[123,128.8],[128.8,134.61],[134.61,139.73],[139.73,145.93],[145.93,150.39]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8,
      "text": "What do glimpses of beauty, either in nature or art, often suggest to the human mind?",
      "translate": "无论是自然界中的美景，还是艺术作品中的美感，它们往往能给人类的心灵带来怎样的启示呢？",
      "end": 17.37
    },
    "quote": {
      "start": 150.39,
      "end": null,
      "text": "--C.E.M.JOAD Pieces of Mind--",
      "translate": "--C.E.M.JOAD 心灵碎片--"
    }
  },
  {
    "id": "hX0J84",
    "title": "Non-auditory effects of noise",
    "titleTranslate": "噪音的非听觉效应",
    "text": "Many people in industry and the Services, \nwho have practical experience of noise, \nregard any investigation of this question as a waste of time; \nthey are not prepared even to admit the possibility that noise affects people. \nOn the other hand, \nthose who dislike noise will sometimes use most inadequate evidence \nto support their pleas for a quieter society. \nThis is a pity, because noise abatement really is a good cause, \nand it is likely to be discredited if it gets to be associated with bad science.\n\nOne allegation often made is that noise produces mental illness. \nA recent article in a weekly newspaper, for instance, \nwas headed with a striking illustration of a lady in a state of considerable distress, \nwith the caption 'She was yet another victim, reduced to a screaming wreck'. \nOn turning eagerly to the text, one learns that the lady was a typist \nwho found the sound of office typewriters worried her more and more \nuntil eventually she had to go into a mental hospital. \nNow the snag in this sort of anecdote is of course that one cannot distinguish cause and effect. \nWas the noise a cause of the illness, \nor were the complaints about noise merely a symptom? \nAnother patient might equally well complain \nthat her neighbours were combining to slander her and persecute her, \nand yet one might be cautious about believing this statement.\n\nWhat is needed in the case of noise is a study of large numbers of people living under noisy conditions, \nto discover whether they are mentally ill more often than other people are. \nSome time ago the United States Navy, for instance, \nexamined a very large number of men working on aircraft carriers: \nthe study was known as Project Anehin. \nIt can be unpleasant to live even several miles from an aerodrome; \nif you think what it must be like to share the deck of a ship with several squadrons of jet aircraft, \nyou will realize that a modern navy is a good place to study noise. \nBut neither psychiatric interviews nor objective tests \nwere able to show any effects upon these American sailors. \nThis result merely confirms earlier American and British studies: \nif there is any effect of noise upon mental health, \nit must be so small that present methods of psychiatric diagnosis cannot find it. \nThat does not prove that it does not exist; but it does mean \nthat noise is less dangerous than, say being brought up in an orphanage \n--which really is a mental health hazard.",
    "textTranslate": "那些对噪音有实际经验的人 \n那些具有处理噪声问题实际经验的人 \n认为对这个问题进行任何调查都是浪费时间； \n他们甚至不愿意承认“噪音会影响人们”这一可能性。 \n另一方面， \n那些不喜欢噪音的人，有时会使用非常不充分的证据 \n以支持他们关于营造一个更加宁静社会的诉求。 \n这真是太遗憾了，因为减少噪音确实是一个非常有益的事业（或：减少噪音是一件很有意义的事情）。 \n如果这种理论或方法与糟糕的科学实践（即不严谨、不科学的研究方法）联系在一起，它很可能会被人们质疑或否定（即失去可信度）。 \n\n一个常见的指控是：噪音会导致精神疾病。 \n例如，最近一家周刊上发表了一篇文章…… \n文章的标题配有一幅引人注目的插图，描绘了一位极度痛苦的女士 \n配文写道：“她只是又一个受害者，被折磨成了一个只会尖叫的废人”。 \n当人们急切地阅读这段文字时，会发现那位女士原来是一名打字员。 \n她发现办公室打字机的声音让她越来越焦虑 \n直到最后，她不得不被送进精神病院。 \n当然，这类轶事的一个问题在于人们无法区分其中的因果关系（即哪些事件是原因，哪些是结果）。 \n这种噪音是导致疾病的原因吗？ \n还是说，那些关于噪音的投诉只是一种症状？ \n另一个患者也很可能会提出同样的抱怨。 \n说她的邻居们联合起来诽谤她、迫害她 \n然而，人们或许会对这一说法持谨慎态度（即不太相信它）。 \n\n在噪声环境下，我们需要对大量生活在嘈杂环境中的人进行研究。 \n为了查明他们是否比普通人更容易患上精神疾病。 \n例如，不久前美国海军就…… \n对大量在航空母舰上工作的男性进行了检查。 \n这项研究被称为“Project Anehin”。 \n即使住在离机场几英里远的地方，也可能很不愉快； \n如果你想象一下：与几支喷气式飞机中队共享同一艘船的甲板，那会是什么样子…… \n你会发现，现代海军是一个研究噪声问题的理想场所。 \n但无论是精神病学访谈还是客观测试 \n都未能显示对这些美国水手有任何影响。 \n这一结果仅仅证实了此前美国和英国的研究结果而已。 \n如果噪音对心理健康有任何影响的话…… \n它一定非常微小，以至于现有的精神疾病诊断方法无法检测到它。 \n这并不能证明该事物根本不存在；不过这确实意味着…… \n它一定比，比如说在孤儿院长大，要安全得多 \n——那才真正是精神健康的危害。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/25－Non-Auditory Effects of Noise.mp3",
    "audioFileId": "",
    "lrcPosition": [[20.97,24.92],[24.92,28.11],[28.11,33.52],[33.52,39.59],[39.59,41.14],[41.14,46.05],[46.05,51.24],[51.24,57.25],[57.25,64.03],[64.03,69.78],[69.78,74.08],[74.08,80.72],[80.72,88.22],[88.22,93.75],[93.75,97.86],[97.86,102.71],[102.71,110.45],[110.45,113.18],[113.18,117.47],[117.47,120.3],[120.3,124.92],[124.92,129.74],[129.74,137.17],[137.17,142.66],[142.66,146.76],[146.76,152],[152,156.39],[156.39,161.67],[161.67,168.6],[168.6,174.98],[174.98,179.61],[179.61,184.41],[184.41,189.99],[189.99,193.9],[193.9,202.54],[202.54,207.73],[207.73,213.72],[213.72,217.23]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 13.04,
      "text": "What conclusion does the author draw about noise and health in this piece?",
      "translate": "作者在这篇文章中关于“噪音与健康”得出了什么结论？",
      "end": 20.97
    },
    "quote": {
      "start": 217.23,
      "end": null,
      "text": "--D.E.BROADBENT Non-auditory effects of noise from Science Survey--",
      "translate": "--D.E.BROADBENT《科学调查》中噪声的非听觉效应--"
    }
  },
  {
    "id": "WU4aIT",
    "title": "The past life of the earth",
    "titleTranslate": "地球上的昔日生命",
    "text": "It is animals and plants which lived in or near water whose remains are most likely to be preserved, \nfor one of the necessary conditions of preservation is quick burial, \nand it is only in the seas and rivers, and sometimes lakes, \nwhere mud and silt have been continuously deposited, \nthat bodies and the like can be rapidly covered over and preserved.\n\nBut even in the most favourable circumstances \nonly a small fraction of the creatures that die are preserved in this way \nbefore decay sets in or, even more likely, before scavengers eat them. \nAfter all, all living creatures live by feeding on something else, \nwhether it be plant or animal, dead or alive, \nand it is only by chance that such a fate is avoided. \nThe remains of plants and animals that lived on land are much more rarely preserved, \nfor there is seldom anything to cover them over. \nWhen you think of the innumerable birds that one sees flying about, \nnot to mention the equally numerous small animals like field mice and voles which you do not see, \nit is very rarely that one comes across a dead body, except, of course, on the roads. \nThey decompose and are quickly destroyed by the weather or eaten by some other creature.\n\nIt is almost always due to some very special circumstances that traces of land animals survive, \nas by falling into inaccessible caves, or into an ice crevasse, \nlike the Siberian mammoths, \nwhen the whole animal is sometimes preserved, as in a refrigerator. \nThis is what happened to the famous Beresovka mammoth which was found preserved and in good condition. \nIn his mouth were the remains of fir trees--the last meal that he had before he fell into the crevasse and broke his back. \nThe mammoth has now been restored in the Palaeontological Museum in St.Petersburg. \nOther animals were trapped in tar pits, like the elephants, sabre-toothed cats, \nand numerous other creatures that are found at Rancho la Brea, which is now just a suburb of Los Angeles. \nApparently what happened was that water collected on these tar pits \nand the bigger animals like the elephants ventured out on to the apparently firm surface to drink, \nand were promptly bogged in the tar. \nAnd then, when they were dead, the carnivores, \nlike the sabretoothed cats and the giant wolves, \ncame out to feed and suffered exactly the same fate. \nThere are also endless numbers of birds in the tar as well.",
    "textTranslate": "最有可能被保存下来的，是那些生活在水中或水边的动植物的遗骸。 \n其中一个必要的保存条件就是迅速掩埋。 \n而只有在海洋、河流中，有时也在湖泊里， \n在那些泥沙不断沉积的地方…… \n尸体等物才能被迅速覆盖并保存下来。 \n\n但即使在最有利的情况下 \n只有极少数死亡的生物能够以这种方式被保存下来。 \n在腐烂开始之前，或者更可能的是，在食腐动物吃掉它们之前。 \n毕竟，所有生物都是通过摄取其他物质来维持生存的。 \n无论是植物还是动物，无论是死的还是活的…… \n只有碰巧才能避免这样的命运。 \n生活在陆地上的植物和动物的遗骸被保存下来的情况要少得多。 \n因为很少有东西能将它们覆盖起来。 \n当你想到那些在空中飞舞的无数鸟类时…… \n更不用说那些同样数量众多但你看不到的小动物，比如田鼠和鼩鼱。 \n人们很少能碰到动物的尸体，当然，路上除外。 \n它们会腐烂，很快被风化或被其他动物吃掉。 \n\n几乎总是由于一些非常特殊的情况，陆地动物的痕迹才能得以保存下来。 \n比如掉进无法进入的洞穴里，或者掉进冰裂隙里。 \n就像西伯利亚猛犸象一样…… \n有时整个动物会像在冰箱里一样被保存下来。 \n这就是著名的贝列索夫卡猛犸象的遭遇：它被发现时保存完好，状态极佳。 \n它嘴里还残留着冷杉树枝——那是它掉进冰缝摔断背前的最后一餐。 \n这头猛犸象现已被修复并陈列在圣彼得堡的古生物博物馆中。 \n还有些动物陷进了沥青坑，比如大象、剑齿虎 \n以及在兰乔拉布雷亚发现的众多其他生物，那里如今只是洛杉矶的一个郊区。 \n显然，发生的情况是水在这些沥青坑中积聚了。 \n那些体型较大的动物，比如大象，便冒险走到了那片看起来非常坚固的地面上去喝水。 \n结果立刻陷进了沥青里。 \n然后，当它们死去之后，那些肉食动物…… \n就像剑齿虎和巨型狼一样…… \n它们出来觅食，结果遭遇了完全相同的命运。 \n沥青里还有数不清的鸟类的遗骸。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/26－The Past Life of the Earth.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.59,24.49],[24.49,30.4],[30.4,34.84],[34.84,38.72],[38.72,44.25],[44.25,47.63],[47.63,52.96],[52.96,59.09],[59.09,63.71],[63.71,67.51],[67.51,71.65],[71.65,77.26],[77.26,80.71],[80.71,85.56],[85.56,92.75],[92.75,99.14],[99.14,106.22],[106.22,113.83],[113.83,119.25],[119.25,121.4],[121.4,126.58],[126.58,133.76],[133.76,143.19],[143.19,149.6],[149.6,155.46],[155.46,163.22],[163.22,168.29],[168.29,175.69],[175.69,178.49],[178.49,181.94],[181.94,185.48],[185.48,190.68],[190.68,194.45]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.22,
      "text": "What is the main condition for the preservation of the remains of any living creature?",
      "translate": "保存任何生物遗骸的主要条件是什么？",
      "end": 17.59
    },
    "quote": {
      "start": 194.45,
      "end": null,
      "text": "--ERROL WHITE The past life of the earth from Discovery--",
      "translate": "--埃罗尔·怀特《发现》中的地球前世--"
    }
  },
  {
    "id": "gqhTzf",
    "title": "The 'Vasa'",
    "titleTranslate": "“瓦萨”号",
    "text": "What happened to the 'Vasa' almost immediately after she was launched? \nFrom the seventeenth-century empire of Sweden, \nthe story of a galleon that sank at the start of her maiden voyage in 1628 must be one of the strangest tales of the sea. \nFor nearly three and a half centuries she lay at the bottom of Stockholm harbour until her discovery in 1956. \nThis was the Vasa, royal flagship of the great imperial fleet. \nKing Gustavus Adolphus 'The Northern Hurricane', \nthen at the height of his military success in the 'Thirty Years' War, \nhad dictated her measurements and armament. \nTriple gun-decks mounted sixty-four bronze cannon. \nShe was intended to play a leading role in the growing might of Sweden.\n\nAs she was prepared for her maiden voyage on August 10, 1628, Stockholm was in a ferment. \nFrom the Skeppsbron and surrounding islands \nthe people watched this thing of beauty begin to spread her sails and catch the wind. \nThey had laboured for three years to produce this floating work of art; \nshe was more richly carved and ornamented than any previous ship. \nThe high stern castle was a riot of carved gods, demons, knights, kings, warriors, \nmermaids, cherubs; and zoomorphic animal shapes ablaze with red and gold and blue, \nsymbols of courage, power, and cruelty, \nwere portrayed to stir the imaginations of the superstitious sailors of the day. \nThen the cannons of the anchored warships thundered a salute to which the Vasa fired in reply. \nAs she emerged from her drifting cloud of gun smoke with the water churned to foam beneath her bow, \nher flags flying, pennants waving, sails filling in the breeze, \nand the red and gold or her superstructure ablaze with colour, \nshe presented a more majestic spectacle than Stockholmers had ever seen before. \nAll gun-ports were open and the muzzles peeped wickedly from them. \nAs the wind freshened there came a sudden squall and the ship made a strange movement, listing to port. \nThe Ordnance officer ordered all the port cannon to be heaved to starboard \nto counteract the list but the steepening angle of the decks increased. \nThen the sound of rumbling thunder reached the watchers on the shore, \nas cargo, ballast, ammunition and 400 people went sliding and crashing down to the port side of the steeply listing ship. \nThe lower gun-ports were now below water and the inrush sealed the ship's fate. \nIn that first glorious hour, the mighty Vasa, which was intended to rule the Baltic, \nsank with all flags flying--in the harbour of her birth.",
    "textTranslate": "“瓦萨号”在下水后几乎立刻就发生了什么？ \n从十七世纪的瑞典帝国， \n这艘加莱昂帆船的故事堪称海洋史上最离奇的传说之一：它在1628年首次航行时便沉没了。 \n在将近三个半世纪的时间里，这艘船一直沉躺在斯德哥尔摩港的底部，直到1956年才被人发现。 \n这艘船是“瓦萨号”（Vasa），属于那个伟大帝国舰队的皇家旗舰。 \n古斯塔夫·阿道夫国王，被称为“北方飓风”…… \n就在他在“三十年战争”中取得军事胜利的巅峰时期， \n亲自规定了她的尺寸和武器装备。 \n三层甲板上共安装了六十四门青铜大炮。 \n她本应在瑞典日益增长的国力中扮演重要角色。 \n\n1628年8月10日，当这艘船准备首航时，斯德哥尔摩一片沸腾。 \n从斯凯普斯布隆（Skeppsbron）和周围的岛屿上， \n人们看着这艘美丽的船开始扬起帆，迎风启航。 \n他们花了三年时间才完成这件浮动的艺术品。 \n它的雕刻和装饰比以往任何一艘船都要精美、复杂得多。 \n高耸的船尾城堡上雕刻着神祇、恶魔、骑士、国王、武士， \n美人鱼、小天使，以及那些被红色、金色和蓝色装饰得绚丽多彩的动物形状…… \n象征着勇气、力量与残酷的符号…… \n这些雕刻旨在激发当时迷信水手的想象力。 \n随后，停泊在港口的战舰们鸣响了礼炮，以示敬意；作为回应，瓦萨号（Vasa）也开炮回敬了。 \n当她从那弥漫着枪炮烟雾的云层中走出来时，船头下方的水面已经泛起了层层泡沫…… \n她的旗帜高高飘扬，小旗子随风摆动，船帆在微风中轻轻鼓动…… \n上层建筑的红色和金色熠熠生辉， \n她展现了一场比斯德哥尔摩市民前所未见的壮丽景象。 \n所有炮窗都敞开着，炮口从中邪恶地探出。 \n随着风势的增强，突然刮起了一阵狂风，船只也出现了异常的摇晃——它向左舷倾斜了过去。 \n军械官命令将所有左舷炮移到右舷 \n以抵消倾斜，但甲板的倾斜角度却越来越大。 \n接着，轰隆的雷声传到了岸边观望的人们耳边。 \n货物、压舱物、弹药和400人滑落并撞向严重倾斜的船的左舷。 \n船上的下层炮口此时已经浸没在水中，海水涌入船内，注定了这艘船的毁灭。 \n在光荣的第一个小时里，这艘本应称霸波罗的海的巨舰“瓦萨号” \n它带着所有的旗帜，在自己出生的港口沉没了。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/27－The vasa.mp3",
    "audioFileId": "",
    "lrcPosition": [[12.34,20.57],[20.57,24.32],[24.32,34.84],[34.84,44.34],[44.34,51.53],[51.53,56.23],[56.23,61.33],[61.33,65.42],[65.42,70.73],[70.73,76.84],[76.84,87.58],[87.58,90.64],[90.64,97.8],[97.8,104.16],[104.16,110.09],[110.09,118.9],[118.9,126.37],[126.37,130.57],[130.57,137.23],[137.23,145.64],[145.64,152.92],[152.92,159.53],[159.53,164.92],[164.92,171.5],[171.5,178.11],[178.11,186.16],[186.16,191.68],[191.68,198.28],[198.28,202.91],[202.91,213.99],[213.99,221.03],[221.03,228.67],[228.67,234.2]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 3.95,
      "text": "The 'Vasa'",
      "translate": "“瓦萨号”",
      "end": 12.34
    },
    "quote": {
      "start": 234.2,
      "end": null,
      "text": "--ROY SAUNGERS The Raising of the' Vasa 'from The Listener--",
      "translate": "--ROY SAUNGERS《听众》中“瓦萨”的兴起--"
    }
  },
  {
    "id": "HzBmVf",
    "title": "Patients and doctors",
    "titleTranslate": "病人与医生",
    "text": "This is a sceptical age, \nbut although our faith in many of the things in which our forefathers fervently believed has weakened, \nour confidence in the curative properties of the bottle of medicine remains the same as theirs. \nThis modern faith in medicines is proved by the fact \nthat the annual drug bill of the Health Services is mounting to astronomical figures. \nand shows no signs at present of ceasing to rise. \nThe majority of the patients attending the medical out-patients departments of our hospitals feel that \nthey have not received adequate treatment unless they are able to carry home with them \nsome tangible remedy in the shape of a bottle of medicine, \na box of pills, or a small jar of ointment, \nand the doctor in charge of the department is only too ready to provide them with these requirements. \nThere is no quicker method of disposing of patients than by giving them what they are asking for, \nand since most medical men in the Health Services are overworked \nand have little time for offering time-consuming and little-appreciated advice on such subjects as diet, \nright living, and the need for abandoning bad habits etc., \nthe bottle, the box, and the jar are almost always granted them.\n\nNor is it only the ignorant and ill-educated person who has such faith in the bottle of medicine. \nIt is recounted of Thomas Carlyle that when he heard of the illness of his friend, Henry Taylor, \nhe went off immediately to visit him, \ncarrying with him in his pocket what remained a bottle of medicine formerly prescribed for an indisposition of Mrs. Carlyle's. \nCarlyle was entirely ignorant of what the bottle in his pocket contained, \nof the nature of the illness from which his friend was suffering, \nand of what had previously been wrong with his wife, \nbut a medicine that had worked so well in one form of illness would surely be of equal benefit in another, \nand comforted by the thought of the help he was bringing to his friend, \nhe hastened to Henry Taylor's house. \nHistory does not relate whether his friend accepted his medical help, but in all probability he did. \nThe great advantage of taking medicine is that it makes no demands on the taker \nbeyond that of putting up for a moment with a disgusting taste, \nand that is what all patients demand of their doctors--to be cured at no inconvenience to themselves.",
    "textTranslate": "这是一个充满怀疑的时代。 \n尽管我们对祖先们坚信的许多事物的信心已经减弱， \n尽管我们对祖先们坚信的许多事物的信心已经减弱， \n但我们对药物疗效的信任却依然与他们一样坚定。 \n这种对药物的现代信仰，从卫生服务部门的年度药品开支不断攀升至天文数字这一事实中得到了证明， \n而且目前这种趋势还没有停止的迹象。 \n大多数前往医院门诊部就诊的患者认为， \n除非他们能带回家 \n一瓶药、一盒药片或一小罐药膏这样的实在疗法， \n一盒药片，或者一小罐药膏。 \n负责该科室的医生也非常乐意满足他们的这些要求。 \n没有比给患者他们所要的东西更快打发他们的方法了。 \n而且由于卫生系统中的大多数医生都工作过度 \n因此，他们几乎没有时间去提供那些耗时且不太受重视的建议——比如关于饮食方面的建议。 \n正确的生活方式，以及摒弃不良习惯的必要性等等。 \n药瓶、药盒和药罐几乎总是会满足他们的要求。 \n\n并不是只有那些无知或受教育程度低的人才会对药瓶（或药物）抱有如此大的信任（或依赖）。 \n据记载，当托马斯·卡莱尔得知他的朋友亨利·泰勒生病了之后…… \n他立刻动身去拜访他了。 \n口袋里还装着一瓶剩下的药，这瓶药原本是给卡莱尔夫人开的，用于治疗她的小毛病。 \n卡莱尔完全不知道自己口袋里的瓶子里装着什么。 \n关于他的朋友所患疾病的性质…… \n以及他妻子之前得了什么病。 \n但是，一种在某种疾病治疗中效果非常好的药物，肯定也会对另一种疾病产生同样的治疗效果。 \n并且因为想到自己能为朋友提供帮助而感到欣慰（或：感到安慰）。 \n他急忙赶往亨利·泰勒的家中。 \n历史没有记载他的朋友是否接受了他的医疗帮助，但很可能接受了。 \n吃药的最大好处是它对服药者没有任何要求， \n除了暂时忍受一下难吃的味道之外。 \n而这正是所有患者对医生所要求的：能够得到治疗，同时自己不必承受任何不便或麻烦。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/28－Patients and Doctors.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.79,16.94],[16.94,23.7],[23.7,30.52],[30.52,34.23],[34.23,40.51],[40.51,45.25],[45.25,51.22],[51.22,56.22],[56.22,60.29],[60.29,64.21],[64.21,70.98],[70.98,77.3],[77.3,81.58],[81.58,89.1],[89.1,93.81],[93.81,99.03],[99.03,105.78],[105.78,112.97],[112.97,115.99],[115.99,126.16],[126.16,131.22],[131.22,135.02],[135.02,138.7],[138.7,145.88],[145.88,150.16],[150.16,153.66],[153.66,160.74],[160.74,165.65],[165.65,169.86],[169.86,177.8]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.46,
      "text": "What are patients looking for when they visit the doctor?",
      "translate": "患者去看医生时，他们在寻找什么？",
      "end": 14.79
    },
    "quote": {
      "start": 177.8,
      "end": null,
      "text": "KENNETH WALKER Patients and Doctors",
      "translate": "KENNETH WALKER 病人和医生"
    }
  },
  {
    "id": "PoaE0S",
    "title": "The hovercraft",
    "titleTranslate": "气垫船",
    "text": "Many strange new means of transport have been developed in our century, \nthe strangest of them being perhaps the hovercraft. \nIn 1953, a former electronics engineer in his fifties, Christopher Cockerell, \nwho had turned to boat-building on the Norfolk Broads, \nsuggested an idea on which he had been working for many years to the British Government and industrial circles. \nIt was the idea of supporting a craft on a 'pad', or cushion, of low-pressure air, ringed with a curtain of higher pressure air. \nEver since, people have had difficulty in deciding whether the craft should be ranged among ships, planes, \nor land vehicles--for it is something in between a boat and an aircraft. \nAs a shipbuilder, Cockerell was trying to find a solution to the problem of the wave resistance which wastes a good deal of a surface ship's power and limits its speed. \nHis answer was to lift the vessel out of the water by making it ride on a cushion of air, no more than one or two feet thick. \nThis is done by a great number of ring-shaped air jets on the bottom of the craft. \nIt 'flies', therefore, but it cannot fly higher--its action depends on the surface, water or ground, over which it rides.\n\nThe first tests on the Solent in 1959 caused a sensation. \nThe hovercraft travelled first over the water, then mounted the beach, climbed up the dunes, and sat down on a road. \nLater it crossed the Channel, riding smoothly over the waves, which presented no problem.\n\nSince that time, various types of hovercraft have appeared and taken up regular service. \nThe hovercraft is particularly useful in large areas with poor communications such as Africa or Australia; \nit can become a 'flying fruit-bowl', carrying bananas from the plantations to the ports; \ngiant hovercraft liners could span the Atlantic; \nand the railway of the future may well be the 'hovertrain', \nriding on its air cushion over a single rail, which it never touches, at speeds, up to 300 m.p.h.--the possibilities appear unlimited.",
    "textTranslate": "在我们这个世纪，许多新型的、奇特的交通工具被开发出来了。 \n其中最奇怪的，或许要数那艘气垫船了。 \n1953年，一位五十多岁的前电子工程师克里斯托弗·科克雷尔（Christopher Cockerell）…… \n谁开始在诺福克河口地区从事造船业呢？ \n他向英国政府和工业界提出了一项自己多年来一直在研究的想法。 \n这个想法的核心在于：利用一层低压空气作为“垫子”或“支撑层”来托住某个物体（比如飞行器），而该低压空气层则被一层高压空气所包围。 \n从那以后，人们就一直难以确定这种交通工具应该被归类为船舶、飞机中的哪一类。 \n或者陆地交通工具——因为它介于船和飞机之间。 \n作为一名造船工程师，科克雷尔一直在努力寻找解决船舶波浪阻力问题的方法。波浪阻力会浪费船舶大量动力，并限制其航行速度。 \n他的解决方案是让船漂浮在一片空气“垫层”上，这片空气垫层的厚度不超过一两英尺。 \n这是通过飞船底部大量环形喷气装置来实现的。 \n因此，它确实能够“飞行”，但它无法飞得更高；它的运动方式取决于它所依附的表面——无论是水面还是地面。 \n\n1959年，对“Solent”进行的初步测试引起了轰动。 \n气垫船先在水面上行驶，然后驶上了沙滩，接着爬上了沙丘，最后停在了道路上。 \n后来，它穿过了英吉利海峡，平稳地掠过海浪——整个过程没有任何问题。 \n\n从那时起，各种类型的气垫船相继问世，并开始被广泛使用（即投入日常运营）。 \n气垫船在通信条件较差的广大地区（如非洲或澳大利亚）特别有用。 \n它可以变成一个“会飞的果盘”，负责将香蕉从种植园运送到港口。 \n巨大的气垫船客轮或许能够横渡大西洋。 \n未来的铁路很可能会是“悬浮列车”。 \n这种装置依靠空气垫在单根轨道上行驶，且从未与轨道接触；其行驶速度可达到每小时300英里。由此看来，它的应用可能性似乎是无限的。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/29－The Hovercraft.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.55,22.29],[22.29,27.29],[27.29,35.44],[35.44,39.52],[39.52,48.13],[48.13,60.2],[60.2,69.38],[69.38,77.57],[77.57,91.53],[91.53,102.6],[102.6,109.6],[109.6,122.29],[122.29,128.57],[128.57,139.57],[139.57,148.89],[148.89,156.31],[156.31,164.82],[164.82,171.89],[171.89,175.67],[175.67,179.99],[179.99,192.41]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.31,
      "text": "What is a hovercraft riding on when it is in motion?",
      "translate": "气垫船在运动时是“骑”在什么上面的呢？",
      "end": 16.55
    },
    "quote": {
      "start": 192.41,
      "end": null,
      "text": "--EGON LARSEN The Pegasus Book of Inventors--",
      "translate": "--EGON LARSEN《帕伽索斯发明家之书》--"
    }
  },
  {
    "id": "AWZUIs",
    "title": "Exploring the sea-floor",
    "titleTranslate": "海底勘探",
    "text": "Our knowledge of the oceans a hundred years ago was confined to the two-dimensional shape of the sea surface \nand the hazards of navigation presented by the irregularities in depth of the shallow water close to the land. \nThe open sea was deep and mysterious, \nand anyone who gave more than a passing thought to the bottom confines of the oceans probably assumed that the sea-bed was flat. \nSir James Clark Ross had obtained a sounding of over 2, 400 fathoms in 1839, \nbut it was not until 1869, when H.M.S. Porcupine was put at the disposal of the Royal Society for several cruises \nthat a series of deep soundings was obtained in the Atlantic and the first samples were collected by dredging the bottom. \nShortly after this the famous H.M.S. Challenger expedition established the study of the sea-floor \nas a subject worthy of the most qualified physicists and geologists. \nA burst of activity associated with the laying of submarine cables \nsoon confirmed the Challenger's observation that many parts of the ocean were two to three miles deep, \nand the existence of underwater features of considerable magnitude.\n\nToday, enough soundings are available to enable a relief map of the Atlantic to be drawn \nand we know something of the great variety of the sea bed's topography. \nSince the sea covers the greater part of the earth's surface, \nit is quite reasonable to regard the sea floor as the basic form of the crust of the earth, \nwith superimposed upon it the continents, \ntogether with the islands and other features of the oceans. \nThe continents form rugged tablelands which stand nearly three miles above the floor of the open ocean. \nFrom the shore line, out to a distance which may be anywhere from a few miles to a few hundred miles, \nruns the gentle slope of the continental shelf, geologically part of the continents. \nThe real dividing line between continents and oceans occurs at the foot of a steeper slope.\n\nThis continental slope usually starts at a place somewhere near the 100-fathom mark \nand in the course of a few hundred miles reaches the true ocean floor at 2, 500-3, 500 fathoms. \nThe slope averages about 1 in 30, but contains steep, \nprobably vertical, cliffs, and gentle sediment-covered terraces, \nand near its lower reaches there is a long tailing-off which is almost certainly the result of \nmaterial transported out to deep water after being eroded from the continental masses.",
    "textTranslate": "一百年前，我们对海洋的了解仅限于海面的二维形态。 \n以及由于靠近陆地的浅水区水深不均匀所带来的航行危险。 \n广阔的海洋深邃而神秘。 \n任何稍微思考过海洋底部情况的人，很可能都认为海床是平坦的。 \n詹姆斯·克拉克·罗斯爵士在1839年测得水深超过了2,400英寻（约4,267米）。 \n但直到 1869 年，“H.M.S. Porcupine”号才被交由皇家学会使用，用于多次科学考察航行。 \n在大西洋进行了一系列深海探测，并通过挖掘海底的方式采集到了首批样本。 \n不久之后，著名的H.M.S.挑战者号探险队开始了对海底的研究工作。 \n一个值得最顶尖物理学家和地质学家研究的课题。 \n与铺设海底电缆相关的一系列活动迅速展开。 \n很快证实了挑战者的观察结果：海洋的许多区域深度在两到三英里之间。 \n以及水下存在一些规模相当大的地质结构（或地貌特征）。 \n\n如今，我们已经收集到了足够多的数据，可以绘制出大西洋的海底地形图（即“海底 relief map”）。 \n我们对海底地形的多样性也有所了解。 \n由于海洋覆盖了地球表面的大部分区域， \n将海底视为地球地壳的基本构成部分，这是完全合理的。 \n大陆叠加其上， \n连同海洋中的岛屿以及其他地形特征一起。 \n这些大陆形成了崎岖的高原地带，其海拔高度几乎达到了开放海域底部的三英里（约4.8公里）。 \n从海岸线开始，延伸到距离海岸几英里到几百英里的范围内…… \n沿着大陆架的平缓坡度延伸；从地质学角度来看，大陆架属于大陆的一部分。 \n实际上，大陆与海洋之间的分界线位于一个更陡峭的斜坡的底部。 \n\n这个大陆坡通常始于水深约100英寻（约183米）的位置。 \n在延伸数百英里后，它最终抵达真正的海底，那里的水深为2,500至3,500英寻（约4,572至6,400米）。 \n坡度的平均比例约为1:30（即每水平延伸30单位，垂直下降1单位），但其中也包含陡峭的、 \n可能是垂直的悬崖，以及被松软沉积物覆盖的缓坡地形。 \n在其下端附近，有一段逐渐变缓的延伸带，这几乎可以肯定是 \n这些物质是从大陆上被侵蚀后，被输送到深水区的。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/30－Exploring the Sea-Floor.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.45,24.9],[24.9,33.53],[33.53,36.86],[36.86,45.67],[45.67,53.26],[53.26,63.38],[63.38,71.84],[71.84,79.01],[79.01,84.37],[84.37,89.62],[89.62,97.28],[97.28,102.74],[102.74,109.02],[109.02,114.78],[114.78,118.56],[118.56,124.88],[124.88,128.74],[128.74,133.05],[133.05,140.95],[140.95,148.63],[148.63,155.45],[155.45,162.7],[162.7,168.91],[168.91,179.07],[179.07,183.49],[183.49,188.14],[188.14,194.36],[194.36,201.21]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.48,
      "text": "How did people probably imagine the sea-floor before it was investigated?",
      "translate": "在人们开始对海底进行探索之前，他们可能是如何想象海底的样子的呢？",
      "end": 17.45
    },
    "quote": {
      "start": 201.21,
      "end": null,
      "text": "--T.F.GASKELL Exploring the Sea-floor from Science Survey--",
      "translate": "--T.F.GASKELL从科学考察中探索海底--"
    }
  },
  {
    "id": "-DoSGX",
    "title": "The sculptor speaks",
    "titleTranslate": "雕塑家的语言",
    "text": "Appreciation of sculpture depends upon the ability to respond to form in 3 dimensions. \nThat is perhaps why sculpture has been described as the most difficult of all arts; \ncertainly it is more difficult than the arts which involve appreciation of flat forms, shape in only two dimensions. \nMany more people are 'form-blind' than colour-blind. \nThe child learning to see, first distinguishes only two-dimensional shape; it cannot judge distances, depths. \nLater, for its personal safety and practical needs, it has to develop (partly by means of touch) the ability to judge roughly 3-dimensonal distances. \nBut having satisfied the requirements of practical necessity, most people go no further. \nThough they may attain considerable accuracy in the perception of flat form, \nthey do not make the further intellectual and emotional effort needed to comprehend form in its full spatial existence.\n\nThis is what the sculptor must do. \nHe must strive continually to think of and use, form in its full spatial completeness. \nHe gets the solid shape as it were, inside his head--he thinks of it, whatever its size, as if he were holding it completely enclosed in the hollow of his hand. \nHe mentally visualizes a complex form from all round itself; \nhe knows while he looks at one side what the other side is like; he identifies himself with its centre of gravity, its mass, its weight; \nhe realizes its volume as the space that the shape displaces in the air.\n\nAnd the sensitive observer of sculpture must also learn to feel shape simply as shape, not as description or reminiscence. \nHe must, for example, perceive an egg as a simple single solid shape quite apart from its significance as food, \nor from the literary idea that it will become a bird. \nAnd so with solids such as a shell, a nut, a plum, a pear, a tadpole, a mushroom, \na mountain peak, a kidney, a carrot, a tree-trunk, a bird, a bud, a lark, a ladybird, a bulrush, a bone. \nFrom these he can go on to appreciate more complex forms or combinations of several forms.",
    "textTranslate": "对雕塑的欣赏，取决于人们能否理解和回应三维空间中的形态（即雕塑的立体结构与形态特征）。 \n也许正因为如此，雕塑才被人们称为所有艺术形式中最难掌握的一种。 \n当然，这比那些只需要欣赏二维平面形状的艺术形式要困难得多。 \n有'形式盲'的人比有色盲的人多得多 \n正在学习视力的孩子最初只能识别二维的形状；他们还无法判断距离或物体的深度。 \n后来，为了自身安全和实际需要，它必须（部分通过触觉）培养出大致判断三维距离的能力 \n然而，在满足了实际需求之后，大多数人就不会再进一步去追求更高的目标了。 \n尽管他们在识别平面形状方面可以达到相当高的准确度 \n他们没有付出进一步的智力与情感努力，去全面理解“形式”在其空间存在中的本质（即形式在三维空间中的具体表现方式）。 \n\n这就是雕塑家必须做的事情。 \n他必须不断努力去思考和运用形式在空间中的完整性 \n他在脑海中清晰地想象出那个物体的形状；无论这个物体的实际大小如何，他都仿佛能够将其完全握在手中一样。 \n他在脑海中从各个角度想象出一个复杂的形体 \n他看着一面时就知道另一面是什么样子；他体会其重心、质量和重量 \n他认识到这个物体的“体积”，其实就是该物体在空气中占据的空间（即该物体将空气“挤开”后所形成的空间）。 \n\n对于雕塑而言，敏锐的观察者也必须学会纯粹地将形状视为形状本身来感知它，而不是将其视为某种描述或回忆的象征。 \n例如，他必须将鸡蛋仅仅视为一个简单的、独立的固体形状，而忽略其作为食物的意义。 \n也不把它看作会变成鸟的文学意象 \n同样，对于贝壳、坚果、李子、梨、蝌蚪、蘑菇等固体 \n山峰、肾脏、胡萝卜、树干、鸟、花蕾、云雀、瓢虫、香蒲、骨头 \n从这些出发，他可以进而欣赏更复杂的形式或多种形式的组合",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/31－The Sculptor Speaks.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.35,25.69],[25.69,32.1],[32.1,41.91],[41.91,48.46],[48.46,57.88],[57.88,71.81],[71.81,78.94],[78.94,84.99],[84.99,95.22],[95.22,98.03],[98.03,106.88],[106.88,120.7],[120.7,127.3],[127.3,138.34],[138.34,144.81],[144.81,154.47],[154.47,164.43],[164.43,169.07],[169.07,178.09],[178.09,191.28],[191.28,197.96]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.95,
      "text": "What do you have to be able to do to appreciate sculpture?",
      "translate": "要真正欣赏雕塑，你需要具备哪些条件或能力呢？",
      "end": 17.35
    },
    "quote": {
      "start": 197.96,
      "end": null,
      "text": "--HENRY MOORE The Sculptor Speaks from The Listener--",
      "translate": "--雕塑家亨利·摩尔 《从听众那里说话》--"
    }
  },
  {
    "id": "8DaZsE",
    "title": "Galileo reborn",
    "titleTranslate": "伽利略的复生",
    "text": "In his own lifetime Galileo was the centre of violent controversy, but the scientific dust has long since settled, \nand today we can see even his famous clash with the Inquisition in something like its proper perspective. \nBut, in contrast, it is only in modern times that Galileo has become a problem child for historians of science.\n\nThe old view of Galileo was delightfully uncomplicated. \nHe was, above all, a man who experimented: \nwho despised the prejudice and book learning of the Aristotelians, \nwho put his questions to nature instead of to the ancients, and who drew his conclusions fearlessly. \nHe had been the first to turn a telescope to the sky, \nand he had seen there evidence enough to overthrow Aristotle and Ptolemy together. \nHe was the man who climbed the Leaning Tower of Pisa and dropped various weights from the top, \nwho rolled balls down inclined planes, and then generalized the results of his many experiments into the famous law of free fall.\n\nBut a closer study of the evidence, \nsupported by a deeper sense of the period, and particularly by a new consciousness of the philosophical undercurrents in the scientific revolution, \nhas profoundly modified this view of Galileo. \nToday, although the old Galileo lives on in many popular writings, among historians of science a new and more sophisticated picture has emerged. \nAt the same time our sympathy for Galileo's opponents has grown somewhat. \nHis telescopic observations are justly immortal; \nthey aroused great interest at the time, \nthey had important theoretical consequences, \nand they provided a striking demonstration of the potentialities hidden in instruments and apparatus. \nBut can we blame those who looked and failed to see what Galileo saw, \nif we remember that to use a telescope at the limit of its powers calls for long experience and intimate familiarity with one's instrument? \nWas the philosopher who refused to look through Galileo's telescope more culpable than those who alleged \nthat the spiral nebulae observed with Lord Rosse's great telescope in the 1840s were scratches left by the grinder? \nWe can perhaps forgive those who said the moons of Jupiter were produced by Galileo's spyglass if we recall that in his day, \nas for centuries before, curved glass was the popular contrivance for producing not truth but illusion, untruth; \nand if a single curved glass would distort nature, how much more would a pair of them?",
    "textTranslate": "在伽利略有生之年，他一直是激烈争议的焦点；然而，那些科学上的争论早已平息，尘埃也已落定。 \n今天，我们终于能够以更加客观的角度来看待他那场著名的与宗教裁判所的冲突了。 \n然而，相比之下，直到现代，伽利略才成为科学史学家们眼中的一个麻烦人物。 \n\n人们对伽利略的看法过去非常简单明了（即：人们过去对伽利略的看法非常直接、容易理解）。 \n他首先是一个喜欢进行实验的人。 \n他鄙视亚里士多德学派的偏见和迂腐的书本知识， \n他把问题提给大自然而不是古人，并勇敢地得出结论。 \n他是第一个将望远镜对准天空的人。 \n他看到了足够的证据，足以推翻亚里士多德和托勒密的理论。 \n他就是那个爬上比萨斜塔并从塔顶扔下各种重物的人。 \n他让球体沿斜面滚下，然后将众多实验结果归纳成著名的自由落体定律。 \n\n但是，对证据进行更仔细的研究之后…… \n这种研究建立在对那个时代更深刻的理解之上，特别是对科学革命中哲学暗流的全新认识。 \n这极大地改变了人们对伽利略的看法。 \n如今，尽管老伽利略的形象仍然存在于许多通俗的文学作品中，但在科学史学家们看来，关于他的新观点和更复杂的认识已经逐渐形成。 \n与此同时，我们对伽利略的反对者的同情心也有所增加。 \n他的望远镜观测成果当之无愧地被载入史册，永垂不朽。 \n它们在当时引起了极大的兴趣。 \n它们具有重要的理论意义， \n它们生动地展示了仪器和设备中蕴藏的巨大潜力。 \n但是，我们能责怪那些明明有机会却未能看到伽利略所发现的东西的人吗？ \n如果我们记得：要使用一台性能已达到极限的望远镜，就需要具备丰富的使用经验，并且对这台仪器有非常深入的了解（即对其工作原理、操作方法等了如指掌）的话…… \n那位拒绝通过伽利略的望远镜观察的哲学家，是否比那些声称... \n那些在19世纪40年代由罗斯勋爵使用他的大型望远镜观测到的螺旋星云，其实只是研磨机留下的痕迹罢了？ \n如果我们记得在他那个时代，和几个世纪前一样，曲面玻璃是流行的造假工具，产生的不是真相而是幻象，那么我们或许可以原谅那些说木星的卫星是伽利略的望远镜造出来的人。 \n因为如果单片曲面玻璃就会扭曲自然，那么双片曲面玻璃造成的扭曲岂不更严重？ \n如果一块弯曲的玻璃都会扭曲自然界的景象，那么两块弯曲的玻璃又会产生多大的扭曲效果呢？",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/32－Galileo Reborn.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.77,26.84],[26.84,34.42],[34.42,44.11],[44.11,48.63],[48.63,52.78],[52.78,57.49],[57.49,65.65],[65.65,69.37],[69.37,75.98],[75.98,82.4],[82.4,93.86],[93.86,96.03],[96.03,105.78],[105.78,109.86],[109.86,121.49],[121.49,126.42],[126.42,130.41],[130.41,133.17],[133.17,136.37],[136.37,144.6],[144.6,150.04],[150.04,160.5],[160.5,167.5],[167.5,177.31],[177.31,186.67],[186.67,196.81],[196.81,203]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.06,
      "text": "What has modified our traditional view of Galileo in recent times?",
      "translate": "近年来，是什么改变了我们对伽利略的传统看法？",
      "end": 17.77
    },
    "quote": {
      "start": 203,
      "end": null,
      "text": "--MICHAEL HOSKIN Galileo Reborn from The Listener--",
      "translate": "--迈克尔·霍斯金·伽利略从《倾听者》中重生--"
    }
  },
  {
    "id": "OdY2XN",
    "title": "Education",
    "titleTranslate": "教育",
    "text": "Education is one of the key words of our time. \nA man without an education, many of us believe, \nis an unfortunate victim of adverse circumstances, deprived of one of the greatest twentieth-century opportunities. \nConvinced of the importance of education, modern states 'invest' in institutions of learning to get back 'interest' \nin the form of a large group of enlightened young men and women who are potential leaders. \nEducation, with its cycles of instruction so carefully worked out, \npunctuated by textbooks--those purchasable wells of wisdom--what would civilization be like without its benefits?\n\nSo much is certain: that we would have doctors and preachers, \nlawyers and defendants marriages and births--but our spiritual outlook would be different. \nWe would lay less stress on 'facts and figures' and more on a good memory, \non applied psychology, and on the capacity of a man to get along with his fellow-citizens. \nIf our educational system were fashioned after its bookless past we would have the most democratic form of 'college' imaginable. \nAmong tribal people all knowledge inherited by tradition is shared by all; \nit is taught to every member of the tribe so that in this respect everybody is equally equipped for life.\n\nIt is the ideal condition of the 'equal start' which only our most progressive forms of modern education try to regain. \nIn primitive cultures the obligation to seek and to receive the traditional instruction is binding to all. \nThere are no'illiterates' --if the term can be applied to peoples without a script--while our own compulsory school attendance became law in Germany in 1642, \nin France in 1806, and in England in 1876 and is still nonexistent in a number of 'civilized' nations. \nThis shows how long it was before we deemed it necessary to make sure \nthat all our children could share in the knowledge accumulated by the 'happy few' during the past centuries. \nEducation in the wilderness is not a matter of monetary means. \nAll are entitled to an equal start. \nThere is none of the hurry which, in our society, often hampers the full development of a growing personality. \nThere, a child grows up under the everpresent attention of his parents; \ntherefore the jungles and the savannahs know of no 'juvenile delinquency'. \nNo necessity of making a living away from home results in neglect of children, and no father is confronted with his inability to 'buy' an education for his child.",
    "textTranslate": "“教育”是我们这个时代的核心关键词之一。 \n我们中的许多人认为，一个没有受过教育的人…… \n是恶劣环境的不幸受害者，被剥夺了20世纪最伟大的机遇之一。 \n确信教育的重要性，现代国家‘投资’于教育机构，以‘利息’的形式 \n收回一群有教养的青年男女，他们是潜在的领导者。 \n教育，其教学流程都是经过精心设计的…… \n被教科书——那些可以购买的智慧之井——所点缀，如果没有它的好处，文明会是什么样子？ \n\n有几点是确定的：我们一定会拥有医生和传教士。 \n律师和被告，婚姻和出生——但我们的精神面貌会有所不同。 \n我们会减少对“事实和数据”的依赖，而更加重视良好的记忆力。 \n应用心理学，以及一个人与同胞相处的能力。 \n如果我们的教育体系模仿其无书籍的过去，我们会有可以想象的最民主的‘大学’形式。 \n在部落社会中，所有通过传统传承下来的知识都是大家共同拥有的。 \n它被传授给部落的每个成员，因此在这方面每个人都同样为生活做好了准备。 \n\n这是‘平等起步’的理想条件，只有我们最进步的现代教育形式才试图重新获得。 \n在原始文化中，寻求并接受传统教诲的义务对所有人都是具有约束力的。 \n没有‘文盲’——如果这个词可以适用于没有文字的民族——而我们的义务教育在1642年成为德国的法律， \n1806年在法国，1876年在英国，而在许多‘文明’国家仍然不存在。 \n这表明过了多久我们才认为有必要确保 \n我们所有的孩子都能分享过去几个世纪里‘少数幸运儿’积累的知识。 \n荒野中的教育不是金钱手段的问题。 \n每个人都应该拥有平等的起点。 \n没有那种在我们社会中常常阻碍成长个性全面发展的匆忙。 \n在那里，一个孩子在父母无时无刻不在的关注下长大。 \n因此，丛林和热带草原不知道有‘少年犯罪’。 \n没有离家谋生的必要导致对孩子的忽视，也没有父亲面对自己无力为孩子‘购买’教育的困境。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/33－Education.mp3",
    "audioFileId": "",
    "lrcPosition": [[18.65,23.29],[23.29,27.4],[27.4,37.15],[37.15,46.84],[46.84,53.93],[53.93,59.35],[59.35,70.77],[70.77,76.51],[76.51,85.07],[85.07,91.53],[91.53,99.03],[99.03,110.08],[110.08,116.92],[116.92,126.45],[126.45,137],[137,145.63],[145.63,159.77],[159.77,171.14],[171.14,176.66],[176.66,187.21],[187.21,192.73],[192.73,196.37],[196.37,206.13],[206.13,212.11],[212.11,219.36],[219.36,231.81]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.92,
      "text": "Why is education democratic in bookless tribal societies?",
      "translate": "为什么在没有书籍的部落社会中，教育是民主的？",
      "end": 18.65
    },
    "quote": {
      "start": 231.81,
      "end": null,
      "text": "--JULIUS E. LIPS The Origin of Things--",
      "translate": "--朱利厄斯·利普斯《事物的起源》--"
    }
  },
  {
    "id": "9Cr_aY",
    "title": "Adolescence",
    "titleTranslate": "青春期",
    "text": "Parents are often upset when their children praise the homes of their friends and regard it as a slur on their own cooking, or cleaning, or furniture, \nand often are foolish enough to let the adolescents see that they are annoyed. \nThey may even accuse them of disloyalty, or make some spiteful remark about the friends' parents. \nSuch a loss of dignity and descent into childish behaviour on the part of the adults deeply shocks the adolescents, \nand makes them resolve that in future they will not talk to their parents about the places or people they visit. \nBefore very long the parents will be complaining that the child is so secretive and never tells them anything, \nbut they seldom realize that they have brought this on themselves.\n\nDisillusionment with the parents, \nhowever good and adequate they may be both as parents and as individuals, is to some degree inevitable. \nMost children have such a high ideal of their parents, \nunless the parents themselves have been unsatisfactory, that it can hardly hope to stand up to a realistic evaluation. \nParents would be greatly surprised and deeply touched if they realized how much belief their children usually have in their character and infallibility, \nand how much this faith means to a child. \nIf parents were prepared for this adolescent reaction, \nand realized that was a sign that the child was growing up \nand developing valuable powers of observation and independent judgment, \nthey would not be so hurt, and therefore would not drive the child into opposition by resenting and resisting it.\n\nThe adolescent, with his passion for sincerity, \nalways respects a parent who admits that he is wrong, or ignorant, \nor even that he has been unfair or unjust. \nWhat the child cannot forgive is the parents' refusal to admit these charges if the child knows them to be true. \nVictorian parents believed that they kept their dignity by retreating behind an unreasoning authoritarian attitude in fact they did nothing of the kind, \nbut children were then too cowed to let them know how they really felt. \nToday we tend to go to the other extreme, \nbut on the whole this is a healthier attitude both for the child and the parent. \nIt is always wiser and safer to face up to reality, however painful it may be at the moment.",
    "textTranslate": "当孩子们夸赞朋友家的环境时，父母往往会感到不满，他们认为这种行为是对自己烹饪水平、清洁工作或家具质量的贬低。 \n他们常常犯愚蠢的错误，让青少年察觉到他们其实很恼火（或：他们总是犯傻，以至于让青少年看出来他们很生气）。 \n他们甚至可能会指责孩子不忠，或者对那些朋友的父母说一些刻薄的话。 \n成年人这种丧失尊严、行为变得幼稚的现象，令青少年们感到极为震惊。 \n这让他们决定：以后不会再和父母谈论自己去过的地方或遇到的人。 \n用不了多久，父母们就会开始抱怨孩子太保密了，从不跟他们透露任何事情。 \n但他们很少意识到，这一切其实都是他们自己造成的。 \n\n对父母的失望， \n无论父母作为父母或作为个体有多么优秀和称职，孩子对他们的失望在某种程度上都是不可避免的。 \n大多数孩子对他们的父母都有着非常高的期望（或：对父母有着非常美好的想象）。 \n除非父母本身的表现令人不满意，否则这种理想很难经得起现实的评估。 \n如果父母意识到他们的孩子通常对自己的人格以及他们的“绝对正确性”抱有多大的信任，他们一定会感到非常惊讶和深受感动。 \n以及这种信念对一个孩子来说意味着什么。 \n如果父母能够预料到青少年会有这样的反应…… \n并意识到这正是孩子正在成长的一个迹象 \n同时培养出宝贵的观察能力和独立判断力。 \n他们就不会受到那么大的伤害；因此，也不会因为感到怨恨和抗拒而让孩子与他们产生对立情绪。 \n\n这个青少年，对真诚充满热情…… \n总是尊重那些承认自己犯错或无知的父母。 \n甚至承认自己行为不公平或不公正。 \n孩子无法原谅的是：如果孩子知道父母的这些过错是事实，父母却拒绝承认。 \n维多利亚时代的父母认为，通过采取一种不合理的专断态度可以维护自己的尊严；但实际上，他们根本没有做到这一点。 \n但那时孩子们都太胆小了，不敢说出自己的真实感受。 \n如今，我们往往走向另一个极端。 \n但总体来说，这种态度对孩子的成长以及父母的心理状态都有益处（即更健康）。 \n无论此刻的现实有多么痛苦，直面现实总是更为明智、也更安全的选择。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/34－Adolescence.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.18,26.68],[26.68,32.24],[32.24,39.58],[39.58,48.13],[48.13,55.96],[55.96,63.19],[63.19,68.63],[68.63,71.02],[71.02,80.05],[80.05,83.92],[83.92,91.85],[91.85,102.99],[102.99,106.55],[106.55,110.44],[110.44,114.22],[114.22,119.72],[119.72,128.75],[128.75,132.93],[132.93,137.85],[137.85,141.39],[141.39,151.04],[151.04,161.84],[161.84,166.92],[166.92,170.3],[170.3,176.57],[176.57,184.43]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.3,
      "text": "What do adolescents respect in parents?",
      "translate": "青少年在父母身上尊重什么？",
      "end": 16.18
    },
    "quote": {
      "start": 184.43,
      "end": null,
      "text": "--DOTID OFLUM Journey Through Adolescence--",
      "translate": "--DOTID OFLUM 《青春期之旅》--"
    }
  },
  {
    "id": "rrbiSZ",
    "title": "Space odyssey",
    "titleTranslate": "太空探索",
    "text": "The Moon is likely to become the industrial hub of the Solar System supplying the rocket fuels for its ships, \neasily obtainable from the lunar rocks in the form of liquid oxygen. \nThe reason lies in its gravity. \nBecause the Moon has only an eightieth of the Earth's mass, \nit requires 97% less energy \nto travel the quarter of a million miles from the Moon to Earth-orbit than the 200 mile-journey from Earth's surface into orbit! \nThis may sound fantastic, but it is easily calculated. \nTo escape from the Earth in a rocket, one must travel at seven miles per second. \nThe comparable speed from the Moon is only 1.5 miles per second. \nBecause the gravity on the Moon's surface is only a sixth of Earth's (remember how easily the Apollo astronauts bounded along), \nit takes much less energy to accelerate to that 1.5mps than it does on Earth. \nMoon dwellers will be able to fly in space at only three percent of the cost of similar journeys by their terrestrial cousins.\n\nArthur C.Clark once suggested a revolutionary idea passes through three phases:\n\n1.  'It's impossible--don't waste my time.'\n\n2.  'It's possible, but not worth doing.'\n\n3.  'I said it was a good idea all along.'\n\nThe idea of colonising Mars--a world 160 times more distant than the Moon--will move decisively from the second phase to the third, \nwhen a significant number of people are living permanently in space. \nMars has an extraordinary fascination for would-be voyagers. \nAmerica, Russia and Europe are filled with enthusiasts--many of them serious and senior scientists who dream of sending people to it. \nTheir aim is understandable. \nIt is the one world in the Solar System that is most like the Earth. \nIt is a world of red sandy deserts (hence its name--the Red Planet), \ncloudless skies, savage sandstorms, chasms wider than the Grand Canyon and at least one mountain more than twice as tall as Everest. \nIt seems ideal for settlement.",
    "textTranslate": "月球很可能会成为太阳系的工业中心，为宇宙飞船提供所需的火箭燃料。 \n这种物质可以从月球岩石中轻易提取出来，其形式为液态氧。 \n原因在于它的重力。 \n因为月球的质量只有地球的八十分之一， \n它所需的能量减少了 97%。 \n从月球到地球轨道（长达二十五万英里）所需的能量，比从地球表面进入轨道（二百英里）所需的能量要少97%！ \n这听起来可能令人难以置信，但这个结论是很容易计算出来的。 \n要乘坐火箭逃离地球，必须以每秒七英里的速度飞行。 \n从月球出发所需的相应速度仅为每秒1.5英里。 \n因为月球表面的重力只有地球的六分之一（还记得阿波罗宇航员在月球上行走时是多么轻松自如吗？） \n在月球上，将物体加速到每秒1.5英里所需的能量要比在地球上少得多。 \n月球居民在太空中旅行的费用，将仅为他们的地球表亲进行类似旅程所需费用的3%。 \n\n阿瑟·C·克拉克曾提出一个观点：一个革命性的想法通常会经历三个阶段： \n\n“这不可能——别浪费我的时间了。” \n\n2. “这是可能的，但并不值得去做。” \n\n3. “我一直都说这是个好主意。” \n\n当有相当数量的人能够在太空中永久居住时，将火星（一个距离地球比月球远160倍的天体）殖民化的想法，将果断地从第二阶段进入第三阶段。 \n当有相当数量的人能够在太空中永久居住时…… \n火星对那些渴望踏上太空之旅的人来说，具有难以抗拒的吸引力。 \n美国、俄罗斯和欧洲都有许多热衷者——其中许多是严肃资深的科学家，他们梦想着将人类送上火星。 \n他们的目标是可以理解的。 \n它是太阳系中与地球最为相似的行星。 \n这是一个遍布红色沙质沙漠的世界（因此它被称为“红色星球”）。 \n万里无云的天空、猛烈的沙尘暴、比大峡谷还要宽阔的峡谷，以及至少有一座比珠穆朗玛峰高出两倍以上的山峰。 \n这似乎非常适合用于定居。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/35－Space Odyssey.mp3",
    "audioFileId": "",
    "lrcPosition": [[19.13,27.37],[27.37,33.54],[33.54,36.79],[36.79,41.43],[41.43,46.02],[46.02,57.44],[57.44,63.17],[63.17,70.27],[70.27,77.34],[77.34,87.97],[87.97,96.6],[96.6,107.18],[107.18,115.37],[115.37,121.45],[121.45,127.21],[127.21,132.06],[132.06,145.21],[145.21,150.48],[150.48,155.77],[155.77,168.64],[168.64,171.22],[171.22,176.19],[176.19,182.61],[182.61,194.93],[194.93,197.87]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 11.1,
      "text": "When will it be possible for us to think seriously about colonising Mars?",
      "translate": "我们什么时候才能真正认真地考虑在火星上建立殖民地呢？",
      "end": 19.13
    },
    "quote": {
      "start": 197.87,
      "end": null,
      "text": "--7 DAYS, February 19, 1989--",
      "translate": "--1989年2月19日，第7天--"
    }
  },
  {
    "id": "lfbAwh",
    "title": "The cost of government",
    "titleTranslate": "政府的开支",
    "text": "If a nation is essentialy disunited, it is left to the government to hold it together. \nThis increases the expense of government, and reduces correspondingly the amount of economic resources that could be used for developing the country. \nAnd it should not be forgotten how small those resources are in a poor and backward country. \nWhere the cost of government is high, resources for development are correspondingly low.\n\nThis may be illustrated by comparing the position of a nation with that of a private business enterprise. \nAn enterprise has to incur certain costs and expenses in order to stay in business. \nFor our purposes, we are concerned only with one kind of cost--the cost of managing and administering the business. \nSuch administrative overheads in a business are analogous to the cost of government in a nation. \nThe administrative overheads of a business are low to the extent that everyone working in the business \ncan be trusted to behave in a way that best promotes the interests of the firm. \nIf they can each be trusted to take such responsibilities, \nand to exercise such initiative as falls within their sphere, then administrative overheads will be low. \nIt will be low because it will be necessary to have only one man looking after each job without having another man to check upon what he is doing, \nkeep him in line, and report on him to someone else. \nBut if no one can be trusted to act in a loyal and responsible manner towards his job, \nthen the business will require armies of administrators, checkers and foremen and administrative overheads will rise correspondingly. \nAs administrative overheads rise, so the earnings of the business after meeting the expense of administration, will fall; \nand the business will have less money to distribute as dividends or invest directly in its future progress and development.\n\nIt is precisely the same with a nation. \nTo the extent that the people can be relied on to behave in a loyal and responsible manner, \nthe government does not require armies of police and civil servants to keep them in order. \nBut if a nation is disunited, the government cannot be sure that the actions of the people will be in the interests of the nation; \nand it will have to watch, check, and control the people accordingly. \nA disunited nation therefore has to incur unduly high costs of government.",
    "textTranslate": "如果一个国家本质上处于分裂状态，那么维持国家的统一就只能依靠政府的力量了。 \n这增加了政府的开支，相应地减少了可用于国家发展的经济资源。 \n而且我们不应忘记：在这样一个贫穷且落后的国家里，这些资源是多么的匮乏（或者说，这些资源的数量是多么的有限）。 \n在政府开支较高的地方，用于发展的资源相应地也会减少。 \n\n这可以通过将一个国家的地位与一家私营企业的地位进行比较来说明。 \n企业必须承担一定的成本和开支，才能维持自身的运营。 \n就我们的目的而言，我们只关注一种成本——即管理和运营企业的成本。 \n在企业中，这些行政开销就相当于一个国家中的政府开支。 \n企业的行政开支之所以低，是因为企业里的每一位员工 \n可以信赖他们会以最有利于公司利益的方式行事。 \n如果他们每个人都能被信任去承担这样的责任的话…… \n如果他们能够在自己的职责范围内主动采取行动，那么行政成本将会很低。 \n行政成本之所以会很低，是因为每项工作只需要一个人负责，而不需要另一个人去监督他 \n让他遵守规定，并向其他人汇报他的表现。 \n但如果没有人能够被信任以忠诚和负责任的态度对待自己的工作的话…… \n那么，企业将需要大量的管理人员、审核人员以及工头；相应的，管理成本也会随之增加。 \n随着行政开支的增加，企业在扣除行政费用后的净利润也会相应下降。 \n这样一来，企业可用于分配作为股息的资金，以及用于直接投资其未来发展与进步的资金，都会减少。 \n\n对于一个国家来说，情况也是如此。 \n在人们能够被信赖、会以忠诚和负责任的方式行事的前提下， \n政府并不需要大量的警察和公务员来维持社会秩序。 \n但是，如果一个国家处于分裂状态，政府就无法确保人民的行为会符合国家的利益。 \n它将不得不监视、检查和控制人民 \n因此，一个分裂的国家不得不承担过高额的政府开支。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/36－The Cost of Government.mp3",
    "audioFileId": "",
    "lrcPosition": [[21.57,27.97],[27.97,39.42],[39.42,45.74],[45.74,52.66],[52.66,59.84],[59.84,66.88],[66.88,75.36],[75.36,82.53],[82.53,88.21],[88.21,94.06],[94.06,97.78],[97.78,106.41],[106.41,116.06],[116.06,120.59],[120.59,126.88],[126.88,136.66],[136.66,144.76],[144.76,152.86],[152.86,156.06],[156.06,162.17],[162.17,168.6],[168.6,177.21],[177.21,182.36],[182.36,188.75]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 11.16,
      "text": "What's the most important factor, both in government or business, for keeping running costs low?",
      "translate": "在政府或企业中，保持运营成本处于较低水平的最重要因素是什么？",
      "end": 21.57
    },
    "quote": {
      "start": 188.75,
      "end": null,
      "text": "--RAYMOND FROST The Backward Society--",
      "translate": "--雷蒙德·弗罗斯特 《落后的社会》--"
    }
  },
  {
    "id": "axrNw9",
    "title": "The process of ageing",
    "titleTranslate": "衰老过程",
    "text": "At the age of twelve years, the human body is at its most vigorous. \nIt has yet to reach its full size and strength, and its owner his or her full intelligence: but at this age the likelihood of death is least. \nEarlier, we were infants and young children, and consequently more vulnerable; \nlater, we shall undergo a progressive loss of our vigour and resistance which, though imperceptible at first \nwill finally become so steep that we can live no longer, \nhowever well we look after ourselves, and however well society, and our doctors, look after us. \nThis decline in vigour with the passing of time is called ageing. \nIt is one of the most unpleasant discoveries which we all make that we must decline in this way, that if we escape wars, \naccidents and diseases we shall eventually 'die of old age', and that this happens at a rate which differs little from person to person, \nso that there are heavy odds in favour of our dying between the ages of 65 and 80. \nSome of us will die sooner, a few will live longer -- on into a ninth or tenth decade. \nBut the chances are against it, \nand there is a virtual limit on how long we can hope to remain alive, however lucky and robust we are.\n\nNormal people tend to forget this process unless and until they are reminded of it. \nWe are so familiar with the fact that man ages, that people have for years assumed that the process of losing vigour with time, \nof becoming more likely to die the older we get, was something self-evident \nlike the cooling of a hot kettle or the wearing-out of a pair of shoes. \nThey have also assumed that all animals, \nand probably other organisms such as trees, or even the universe itself, must in the nature of things 'wear out'. \nMost animals we commonly observe do in fact age as we do, \nif given the chance to live long enough; \nand mechanical systems like a wound watch, or the sun, \ndo in fact run out of energy in accordance with the second law of thermodynamics (whether the whole universe does so is a moot point at present). \nBut these are not analogous to what happens when man ages. \nA run-down watch is still a watch and can be rewound. \nAn old watch, by contrast, becomes so worn and unreliable that it eventually is not worth mending. \nBut a watch could never repair itself--it does not consist of living parts, only of metal, which wears away by friction. \nWe could, at one time, repair ourselves--well enough, at least, to overcome all but the most instantly fatal illnesses and accidents. \nBetween twelve and eighty years we gradually lose this power; \nan illness which at 12 would knock us over, at 80 can knock us out, and into our grave. \nIf we could stay as vigorous as we are at twelve, \nit would take about 700 years for half of us to die, and another 700 for the survivors to be reduced by half again.",
    "textTranslate": "在十二岁的时候，人体正处于最旺盛的发育阶段。 \n它还没有达到自己的最大体型和最强壮的状态，其主人也尚未发挥出全部智力；不过在这个阶段，死亡的风险是最小的。 \n早些时候，我们还是婴儿和幼儿，因此更加脆弱。 \n后来，我们的体力和抵抗力会逐渐减弱；虽然这种变化起初并不明显，但最终会变得显而易见。 \n最终，情况会变得如此糟糕，以至于我们再也无法生存下去了。 \n无论我们自己多么注重保养身体，无论社会和医生为我们提供了多么优质的医疗服务，情况依然可能不尽如人意。 \n这种随着时间推移而逐渐减弱的能力或活力，被称为“衰老”。 \n这是我们所有人都会遇到的最令人不快的发现之一：我们必须以这种方式拒绝某些事情。即使我们成功避开了战争，依然无法逃避这种无奈的现实。 \n无论是意外事故还是疾病，我们最终都会“因年老而死亡”，而且这种死亡的发生率在人与人之间几乎没有差异。 \n因此，我们在 65 到 80 岁之间死亡的概率非常高。 \n我们中的一些人会早逝，而另一些人则会活得更长，甚至能活到九十多岁或一百岁。 \n但是，这种可能性非常小。 \n无论我们多么幸运、身体多么强健，我们的生命都存在一个客观的、无法超越的极限。 \n\n普通人往往会忘记这个过程，除非有人提醒他们。 \n我们非常清楚人类会衰老这一事实；多年来，人们一直认为随着时间的推移，人体会逐渐失去活力。 \n随着年龄的增长，死亡风险增加这一事实是显而易见的。 \n就像热水壶冷却下来，或者一双鞋子被穿破一样。 \n他们还假设所有的动物…… \n很可能其他生物，甚至整个宇宙本身，按照自然规律也都会“逐渐磨损”或衰败。 \n我们日常生活中观察到的大多数动物确实会像我们一样衰老。 \n如果有机会活得足够长的话…… \n以及像有故障的手表或太阳这样的机械系统。 \n根据热力学第二定律，能量确实会逐渐耗尽。 \n但这些情况与人类衰老过程中的变化并不相似。 \n一块虽然已经损坏的手表仍然是一块手表，而且可以重新上发条。 \n相比之下，一块旧手表会因为长时间的使用而变得非常破旧、不可靠，最终甚至不值得修理了。 \n但是，手表永远无法自我修复——它并没有任何“活的”部件，只由金属构成，而金属会因摩擦而逐渐磨损。 \n曾经，我们能够自我修复——至少能够修复到足以克服除那些瞬间致命的疾病和意外之外的所有伤害的程度。 \n在十二岁到八十岁之间，我们逐渐失去了这种能力。 \n一种疾病：在12岁时就可能让我们倒下，而在80岁时则可能让我们彻底失去生命，直接送我们进坟墓。 \n如果我们能保持十二岁时那样的活力和精力…… \n大约需要700年的时间，我们中的一半人会死去；再过700年，剩下的幸存者数量又会减少一半。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/37－The Process of Ageing.mp3",
    "audioFileId": "",
    "lrcPosition": [[20.55,26.85],[26.85,39.39],[39.39,47.25],[47.25,56.61],[56.61,61.71],[61.71,70.1],[70.1,75.34],[75.34,85.35],[85.35,96.9],[96.9,104.68],[104.68,112.89],[112.89,115.45],[115.45,123.88],[123.88,130.41],[130.41,139.48],[139.48,145.37],[145.37,150.73],[150.73,154.17],[154.17,164.82],[164.82,169.82],[169.82,172.42],[172.42,177.54],[177.54,189.17],[189.17,194.68],[194.68,199.89],[199.89,209.98],[209.98,220.98],[220.98,233.69],[233.69,239.72],[239.72,248.79],[248.79,252.54],[252.54,263.34]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 11.66,
      "text": "What is one of the most unpleasant discoveries we make about ourselves as we get older?",
      "translate": "随着年龄的增长，关于我们自己，我们会发现哪些最令人不快的真相（或事实）呢？",
      "end": 20.55
    },
    "quote": {
      "start":263.34,
      "end": null,
      "text": "--ALEX COMFORT The process of ageing--",
      "translate": "--亚历克斯·康富特 《衰老过程》--"
    }
  },
  {
    "id": "mZL1s7",
    "title": "Water and the traveller",
    "titleTranslate": "水和旅行者",
    "text": "Contamination of water supplies is usually due to poor sanitation close to water sources, \nsewage disposal into the sources themselves, leakage of sewage into distribution systems or contamination with industrial or farm waste. \nEven if a piped water supply is safe at its source, it is not always safe by the time it reaches the tap. \nIntermittent tap-water supplies should be regarded as particularly suspect.\n\nTravellers on short trips to areas with water supplies of uncertain quality \nshould avoid drinking tap-water, or untreated water from any other source. \nIt is best to keep to hot drinks, bottled or canned drinks of well-known brand names-international standard of water treatment are usually followed at bottling plants. \nCarbonated drinks are acidic, and slightly safer. \nMake sure that all bottles are opened in your presence, and that their rims are clean and dry.\n\nBoiling is always a good way of treating water. \nSome hotels supply boiled water on request and this can be used for drinking, or for brushing teeth. \nPortable boiling elements that can boil small quantities of water are useful when the right voltage of electricity is available. \nRefuse politely any cold drink from an unknown source.\n\nIce is only as safe as the water from which it is made, \nand should not be put in drinks unless it is known to be safe. \nDrinks can be cooled by placing them on ice rather than adding ice to them.\n\nAlcohol may be a medical disinfectant, but should not be relied upon to sterilize water. \nEthanol is more effective at a concentration of 50-70 percent; \nbelow 20 per cent, its bactericidal action is negligible. \nSpirits labelled 95 proof contain only about 47 per cent alcohol. \nBeware of methylated alcohol, \nwhich is very poisonous and should never be added to drinking water.\n\nIf no other safe water supply can be obtained, \ntap water that is too hot to touch can be left to cool and is generally safe to drink. \nThose planning a trip to remote areas, or intending to live in countries where drinking water is not readily available, \nshould know about the various possible methods for making water safe.",
    "textTranslate": "水源的污染通常是由于水源附近卫生条件差所导致的。 \n污水被直接排放到水源中；污水泄漏到供水系统中；或者水源被工业或农业废弃物污染。 \n即使管道输送的自来水在源头是安全的，但在到达水龙头时也不一定还是安全的。 \n间歇性的自来水供应应被视为特别可疑。 \n\n前往水质不稳定的地区的短途旅行者 \n应避免饮用自来水或来自其他任何来源的未经处理的水。 \n最好选择热饮，或者选择知名品牌生产的瓶装或罐装饮料。这些饮料的生产工厂通常采用国际标准的水处理工艺。 \n碳酸饮料是酸性的，因此稍微安全一些。 \n请确保所有瓶子都在你的监督下被打开，并且瓶口的边缘保持干净、干燥的状态。 \n\n煮沸始终是处理水的一种有效方法。 \n有些酒店会根据客人的要求提供煮沸的水，这种水可以用来饮用或刷牙。 \n在有合适电压的情况下，能烧开少量水的便携式煮水器很有用。 \n应礼貌地拒绝任何来源不明的冷饮。 \n\n冰的安全性取决于制作它的水。 \n除非确定它是安全的，否则不应该将其添加到饮料中。 \n饮料可以通过将其放在冰块上来冷却，而不是在饮料中加入冰块。 \n\n酒精虽然可以用作医疗消毒剂，但不应依赖它来对水进行杀菌处理。 \n乙醇在浓度为50%至70%时效果更佳。 \n当其浓度低于20%时，其杀菌效果几乎可以忽略不计。 \n标有95 proof的烈酒只含约47%的酒精。 \n要警惕甲醇酒精， \n这种物质具有很强的毒性，绝对不能被添加到饮用水中。 \n\n如果无法获得其他安全的水源， \n烫得无法触摸的自来水可以放凉后饮用，通常是安全的。 \n那些计划前往偏远地区旅行，或者打算生活在饮用水不易获得的国家的人， \n应该了解各种使水变得安全的方法。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/38－Water and the Traveller.mp3",
    "audioFileId": "",
    "lrcPosition": [[13.5,21.3],[21.3,32.17],[32.17,39.72],[39.72,45.76],[45.76,51.08],[51.08,56.95],[56.95,68.27],[68.27,72.24],[72.24,79.14],[79.14,82.36],[82.36,89.49],[89.49,97.86],[97.86,103.22],[103.22,106.78],[106.78,111.8],[111.8,118.17],[118.17,125.57],[125.57,130.72],[130.72,135.91],[135.91,142.63],[142.63,144.89],[144.89,150.71],[150.71,154.45],[154.45,161.5],[161.5,169.29],[169.29,174.13]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.59,
      "text": "What does this text describe?",
      "translate": "这段文字描述了什么？",
      "end": 13.5
    },
    "quote": {
      "start": 174.13,
      "end": null,
      "text": "--RICHARD DAWOOD Travellers' Health--",
      "translate": "--理查德·达伍德 《旅行者健康》--"
    }
  },
  {
    "id": "yyOOs8",
    "title": "What every writer wants",
    "titleTranslate": "作家之所需",
    "text": "I have known very few writers, \nbut those I have known and whom I respect, confess at once that they have little idea where they are going when they first set pen to paper. \nThey have a character, perhaps two; \nthey are in that condition of eager discomfort which passes for inspiration all admit radical changes of destination once the journey has begun; \none, to my certain knowledge, spent nine months on a novel about Kashmir, \nthen reset the whole thing in the Scottish Highlands. \nI never heard of anyone making a 'skeleton', as we were taught at school. \nIn the breaking and remaking, in the timing interweaving, beginning afresh, \nthe writer comes to discern things in his material which were not consciously in his mind when he began. \nThis organic process, often leading to moments of extraordinary self-discovery, is of an indescribable fascination. \nA blurred image appears; he adds a brushstroke and another and it is gone \nbut something was there, and he will not rest till he has captured it. \nSometimes the yeast within a writer outlives a book he has written. \nI have heard of writers who read nothing but their own books; \nlike adolescents they stand before the mirror, \nand still cannot fathom the exact outline of the vision before them. \nFor the same reason, writers talk interminably about their own books, \nwinkling out hidden meanings, super-imposing new ones, \nbegging response from those around them. \nOf course a writer doing this is misunderstood: he might as well try to explain a crime or a love affair. \nHe is also, incidentally, an unforgivable bore.\n\nThis temptation to cover the distance between himself and the reader, \nto study his image in the sight of those who do not know him, can be his undoing: he has begun to write to please.\n\nA young English writer made the pertinent observation a year or two back \nthat the talent goes into the first draft, and the art into the drafts that follow. \nFor this reason also the writer, like any other artist, \nhas no resting place, no crowd or movement in which he may take comfort, \nno judgment from outside which can replace the judgment from within. \nA writer makes order out of the anarchy of his heart; \nhe submits himself to a more ruthless discipline than any critic dreamed of, \nand when he flirts with fame, he is taking time off from living with himself, \nfrom the search for what his world contains at its inmost point.",
    "textTranslate": "我认识的作家其实很少。 \n但我认识且尊敬的人们都会坦承：当他们第一次拿起笔开始写作时，其实对自己要写什么、想要表达什么几乎一无所知（或者说，他们根本不知道自己该往哪个方向去写）。 \n他们有一个角色，也许还有两个角色。 \n他们处于一种急切不安的状态，这种状态被当作灵感；所有人都承认，一旦旅程开始，目的地就会发生根本性的变化。 \n据我所知，有一个人花了九个月的时间来创作一部关于克什米尔的小说。 \n然后把整个故事的背景改到了苏格兰高地。 \n我从未听说过有人会像我们在学校学的那样先列提纲。 \n在不断的拆解和重组、在时间的交错穿插、在重新开始的过程中， \n作者在处理材料时，会发现一些自己开始写作时并未刻意考虑过的细节或元素。 \n这个自然发生的过程常常会带来令人惊叹的自我发现时刻，其魅力实在难以用语言形容。 \n一个模糊的形象出现了；他添上一笔，又添上一笔，它就消失了 \n但那里确实有什么东西；他不会罢休，直到抓住它为止。 \n有时候，一个作家内心深处的“创造力”（或“灵感之源”）会比他写出的任何作品都更加持久、更加充满生命力。 \n我听说过有些作家，他们只读自己写的书。 \n就像青少年一样，他们站在镜子前…… \n却仍然无法看清眼前这个构想的确切轮廓。 \n出于同样的原因，作家们总是滔滔不绝地谈论自己的作品。 \n揭示隐藏的含义，同时叠加新的意义…… \n恳求周围的人做出回应。 \n当然，这样的作家总是会被误解；他们其实就像是在试图解释一件犯罪行为或一段爱情故事一样——这两者都是极其复杂、难以用语言完全表达的事情。 \n顺便说一下，他也是一个极其无趣、让人难以忍受的人。 \n\n这种想要缩短自己与读者之间距离的诱惑 \n这种想在陌生人眼中审视自己形象的渴望，可能毁了他：他已经开始为取悦而写作了。 \n\n一两年前，一位年轻的英国作家提出了一个中肯的见解 \n也就是说，才华体现在最初的草稿中，而艺术性则体现在后续的修改稿中。 \n正因如此，这位作家和其他艺术家一样， \n没有安身之所，没有可以让他获得慰藉的群体或运动 \n没有任何外界的评判能取代内心的评判。 \n作家从自己内心中的混乱与无序中创造出秩序。 \n他自我约束的严格程度，超出了任何批评者所能想象的。 \n当他追逐名利时，他其实是在暂时中断与自我相处的时光 \n中断对探索自己世界最核心内容的追求。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/39－What Every Writer Wants.mp3",
    "audioFileId": "",
    "lrcPosition": [[21.57,24.56],[24.56,36.13],[36.13,39.1],[39.1,50.66],[50.66,57.61],[57.61,61.38],[61.38,67.35],[67.35,74.8],[74.8,82.83],[82.83,94.32],[94.32,101.06],[101.06,106.68],[106.68,112.77],[112.77,117],[117,120.46],[120.46,126.15],[126.15,132.37],[132.37,137.19],[137.19,140.57],[140.57,148.15],[148.15,154.63],[154.63,159.63],[159.63,171.65],[171.65,176.85],[176.85,183.6],[183.6,188.09],[188.09,195.18],[195.18,200.66],[200.66,204.7],[204.7,210.73],[210.73,216.7],[216.7,221.92]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 12.95,
      "text": "How do professional writers ignore what they were taught at school about writing?",
      "translate": "专业作家是如何忽视他们在学校里学到的写作知识的呢？",
      "end": 21.57
    },
    "quote": {
      "start": 221.92,
      "end": null,
      "text": "JOHN LE CARRÉ What Every Writer Wants from Harper's",
      "translate": "约翰·勒CARRÉ 每个作家都想从哈泼斯得到什么"
    }
  },
  {
    "id": "TT2Zsc",
    "title": "Waves",
    "titleTranslate": "波浪",
    "text": "Waves are the children of the struggle between ocean and atmosphere, the ongoing signatures of infinity. \nRays from the sun excite and energize the atmosphere of the earth, awakening it to flow, to movement, to rhythm, to life. \nThe wind then speaks the message of the sun to the sea \nand the sea transmits it on through waves--an ancient, exquisite powerful message.\n\nThese ocean waves are among the earth's most complicated natural phenomena. \nThe basic features include a crest (the highest point of the wave), \na trough (the lowest point), a height (the vertical distance from the trough to the crest), \na wave length (the horizontal distance between two wave crests), \nand a period (which is the time it takes awave crest to travel one wave length). \nAlthough an ocean wave gives the impression of a wall of water moving in your direction, \nin actuality waves move through the water leaving the water about where it was. \nIf the water was moving with the wave, \nthe ocean and everything on it would be racing in to the shore with obviously catastrophic results.\n\nAn ocean wave passing through deep water causes a particle on the surface to move in a roughly circular orbit, \ndrawing the particle first towards the advancing wave, then up into the wave, \nthen forward with it and then--as the wave leaves the particles behind--back to its starting point again.\n\nFrom both maturity to death, a wave is subject to the same laws as any other 'living' thing. \nFor a time it assumes a miraculous individuality that, in the end, is reabsorbed into the great ocean of life.\n\nThe undulating waves of the open sea are generated by three natural causes: \nwind, earth movements or tremors, and the gravitational pull of the moon and the sun. \nOnce waves have been generated, \ngravity is the force that drives them in a continual attempt to restore the ocean surface to a flat plain.",
    "textTranslate": "海浪是海洋与大气相互作用的产物，是永恒不息的印记。 \n太阳的光线激发并赋予地球大气层能量，使其开始流动、运动、产生节奏，并充满生机。 \n然后，风将太阳的信息传递给了大海。 \n海水通过海浪将这一信息传递出去——一条古老而精美的、充满力量的信息。 \n\n这些海浪是地球上最复杂的自然现象之一。 \n基本特征包括波峰（即波浪的最高点）。 \n波谷（即最低点），波高（即从波谷到波峰的垂直距离）， \n波长（即两个波峰之间的水平距离） \n以及周期（即波峰传播一个波长所需的时间）。 \n虽然海浪看起来像是一堵朝你方向涌来的水墙， \n实际上，波浪在水中传播时，水本身基本停留在原处。 \n如果水是随着波浪一起运动的…… \n海洋以及其中的一切都会被冲向海岸，这显然会造成灾难性的后果。 \n\n当海浪穿过深水区域时，水面上的一个颗粒会沿着近似圆形的轨道运动。 \n首先将粒子吸引向前进的波浪，然后使其向上融入到波浪中。 \n然后随波浪前进，最后——当波浪离开粒子后——粒子又回到起点。 \n\n从成熟到消亡，海浪也遵循着与其他'生命体'相同的规律。 \n在一段时间内，它展现出一种仿佛奇迹般的独特性；然而最终，这种独特性还是被重新融入了浩瀚的生命之海中。 \n\n开阔海域中那些起伏的波浪是由三种自然原因形成的： \n风、地壳运动或震动，以及月球和太阳的引力。 \n一旦海浪被生成 \n重力是驱动波浪的力量，它不断试图使海面恢复平坦。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/40－Waves.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.37,23.26],[23.26,33.29],[33.29,37.2],[37.2,45.48],[45.48,51.45],[51.45,56.13],[56.13,63.67],[63.67,68.99],[68.99,76.21],[76.21,82.46],[82.46,89.36],[89.36,92.06],[92.06,100.03],[100.03,108.49],[108.49,114.41],[114.41,123.3],[123.3,130.15],[130.15,139.11],[139.11,145.25],[145.25,151.95],[151.95,154.14],[154.14,162.39]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.08,
      "text": "What false impression does an ocean wave convey to the observer?",
      "translate": "海浪会给观察者留下什么样的错误印象呢？",
      "end": 15.37
    },
    "quote": {
      "start": 162.39,
      "end": null,
      "text": "--from World Magazine(BBC Enterprises )--",
      "translate": "--来自《世界杂志》（BBC企业）--"
    }
  },
  {
    "id": "Qd0sRZ",
    "title": "Training elephants",
    "titleTranslate": "训练大象",
    "text": "Two main techniques have been used for training elephants, which we may call respectively the tough and the gentle. \nThe former method simply consists of setting an elephant to work and beating him until he does what is expected of him. \nApart from any moral considerations this is a stupid method of training, \nfor it produces a resentful animal who at a later stage may well turn man-killer. \nThe gentle method requires more patience in the early stages, \nbut produce a cheerful good-tempered elephant who will give many years of loyal service.\n\nThe first essential in elephant training is to assign to the animal a single mahout who will be entirely responsible for the job. \nElephants like to have one master just as dogs do, and are capable of a considerable degree of personal affection. \nThere are even stories of half-trained elephant calves who have refused to feed and pined to death \nwhen by some unavoidable circumstance they have been deprived of their own trainer. \nSuch extreme cases must probably be taken with a grain of salt, \nbut they do underline the general principle that the relationship between elephant and mahout is the key to successful training.\n\nThe most economical age to capture an elephant for training is between 15 and 20 years, \nfor it is then almost ready to undertake heavy work and can begin to earn its keep straight away. \nBut animals of this age do not easily become subservient to man, and a very firm hand must be employed in the early stages. \nThe captive elephant, still roped to a tree, \nplunges and screams every time a man approaches, and for several days will probably refuse all food through anger and fear. \nSometimes a tame elephant is tethered nearby to give the wild one confidence, \nand in most cases the captive gradually quietens down and begins to accept its food. \nThe next stage is to get the elephant to the training establishment, \na ticklish business which is achieved with the aid of two tame elephants roped to the captive on either side. \nWhen several elephants are being trained at one time, \nit is customary for the new arrival to be placed between the stalls of two captives whose training is already well advanced. \nIt is then left completely undisturbed with plenty of food and water \nso that it can absorb the atmosphere of its new home and see that nothing particularly alarming is happening to its companions. \nWhen it is eating normally, its own training begins. \nThe trainer stands in front of the elephant holding a long stick with a sharp metal point. \nTwo assistants, mounted on tame elephants, control the captive from either side, \nwhile others rub their hands over his skin to the accompaniment of a monotonous and soothing chant. \nThis is supposed to induce pleasurable sensations in the elephant, \nand its effects are reinforced by the use of endearing epithets, \nsuch as 'ho! my son', or 'ho! my father', or 'my mother', according to the age and sex of the captive. \nThe elephant is not immediately susceptible to such blandishments, however, and usually lashes fiercely with its trunk in all directions. \nThese movements are controlled by the trainer with the metal-pointed stick, \nand the trunk eventually becomes so sore that the elephant curls it up and seldom afterwards uses it for offensive purposes.",
    "textTranslate": "训练大象主要采用了两种方法，我们可以分别将它们称为“强硬型”方法与“温和型”方法。 \n前一种方法很简单：就是让大象开始工作，然后不断地鞭打它，直到它按照要求去做为止。 \n抛开任何道德方面的考虑不谈，这种训练方法实在愚蠢至极。 \n因为这会造就一只心怀怨恨的动物，而这种动物在未来很可能会变成杀人凶手。 \n这种温和的方法在初期需要更多的耐心。 \n不过，最终会诞生出一头性格开朗、脾气温和的大象，它将为我们提供多年忠诚的服务。 \n\n在大象训练中，首要的一点就是为每头大象指定一名专门的驯象师，这名驯象师将完全负责大象的训练工作。 \n大象和狗一样，也需要一个主人，并且能够表现出相当程度的个人情感。 \n甚至还有这样的故事：那些只接受过部分训练的小象会拒绝进食，最终因思念而憔悴而死。 \n当由于某些不可避免的情况，它们失去了自己的驯象师时…… \n对于这类极端案例，我们或许应该持保留态度。 \n但他们确实强调了这样一个基本原则：大象与驯象师之间的关系是成功训练大象的关键。 \n\n捕捉大象进行训练最经济的年龄是在15到20岁之间， \n因为那时它已经差不多准备好承担繁重的工作了，可以立即开始挣回自己的饲养成本。 \n但是这个年龄段的动物并不容易屈服于人类，在初期阶段，必须采取非常强硬的手段。 \n那头被囚禁的大象仍然被绳子拴在树上…… \n每当有男人靠近时，它就会惊慌失措、尖叫不已；出于愤怒和恐惧，它可能会连续几天拒绝进食。 \n有时候，人们会把一头驯服的大象拴在附近，以此来让野生的大象感到安心（或有安全感）。 \n在大多数情况下，被捕获的大象会逐渐安静下来，并开始接受食物。 \n下一个步骤是将大象送到训练机构去。 \n这是一项棘手的工作，需要借助两头驯服的大象来完成，它们被绳子拴在被捕获大象的两侧。 \n当同时有多头大象正在接受训练时， \n按照惯例，新来的大象会被安排在两头训练已有相当进展的被捕获大象的围栏之间。 \n之后，它就被完全不受打扰地留下，周围有充足的食物和水。 \n这样它就能适应新家的氛围，并看到它的同伴们没有遇到任何特别令人惊慌的事情。 \n当它开始正常进食时，它自己的训练就开始了。 \n驯象师站在大象面前，手中拿着一根带有锋利金属尖端的长棍。 \n两名助手骑在驯服的大象背上，从两侧控制着被捕获的大象， \n而其他人则一边重复着单调而舒缓的吟唱，一边用手抚摸它的皮肤。 \n这应该是为了给大象带来愉悦的感觉。 \n其效果通过使用那些亲切、可爱的称呼（或称谓）得到了进一步的强化。 \n例如“嗬！我的儿子”或“嗬！我的父亲”，或者“我的母亲”——这些称呼会根据被捕获大象的年龄和性别来决定。 \n然而，大象并不会立刻被这些花言巧语所打动；它通常会用鼻子猛烈地朝四面八方挥打。 \n这些动作由驯象师用带金属尖的棍子来控制， \n最终，大象的鼻子会变得非常疼痛；因此大象会将其蜷缩起来，之后也很少再使用它的鼻子来进行攻击性动作。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/41－Training Elephants.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.74,27.25],[27.25,36.67],[36.67,42.29],[42.29,49.31],[49.31,53.72],[53.72,61.86],[61.86,72.02],[72.02,81.71],[81.71,90.53],[90.53,98.41],[98.41,103.25],[103.25,114.24],[114.24,121.53],[121.53,129.29],[129.29,139.42],[139.42,142.74],[142.74,154.27],[154.27,160.27],[160.27,167.81],[167.81,171.87],[171.87,179.97],[179.97,184.05],[184.05,193.88],[193.88,199.15],[199.15,208.39],[208.39,213.27],[213.27,219.7],[219.7,226.63],[226.63,235.06],[235.06,239.73],[239.73,243.69],[243.69,255.71],[255.71,265.47],[265.47,270.01],[270.01,280.21]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.54,
      "text": "At what point does the training of a captive wild elephant begin?",
      "translate": "圈养野生大象的训练是从什么时候开始的呢？",
      "end": 17.74
    },
    "quote": {
      "start": 280.21,
      "end": null,
      "text": "--RICHARD CARRINGTON Elephants--",
      "translate": "--理查德·卡灵顿 《大象》--"
    }
  },
  {
    "id": "pNRzJm",
    "title": "Recording an earthquake",
    "titleTranslate": "记录地震",
    "text": "An earthquake comes like a thief in the night, without warning. \nIt was necessary, therefore, to invent instruments that neither slumbered nor slept. \nSome devices were quite simple. \nOne, for instance, consisted of rods of various lengths and thicknesses which would stand up on end like ninepins. \nWhen a shock came, it shook the rigid table upon which these stood. \nIf it were gentle, only the more unstable rods fell. \nIf it were severe, they all fell. \nThus the rods, by falling, and by the direction in which they fell, \nrecorded for the slumbering scientist the strength of a shock that was too weak to waken him, \nand the direction from which it came.\n\nBut instruments far more delicate than that were needed if any really serious advance was to be made. \nThe ideal to be aimed at was to devise an instrument that could record with a pen on paper, \nthe movements of the ground or of the table as the quake passed by. \nWhile I write my pen moves, but the paper keeps still. \nWith practice, no doubt, I could in time learn to write by holding the pen still while the paper moved. \nThat sounds a silly suggestion, \nbut that was precisely the idea adopted in some of the early instruments (seismometers) for recording earthquake waves. \nBut when table, penholder and paper are all moving, how is it possible to write legibly? \nThe key to a solution of that problem lay in an everyday observation. \nWhy does a person standing in a bus or train tend to fall when a sudden start is made? \nIt is because his feet move on, but his head stays still. \nA simple experiment will help us a little further. \nTie a heavy weight at the end of a long piece of string. \nWith the hand held high in the air, hold the string so that the weight nearly touches the ground. \nNow move the hand to and fro and around but not up and down. \nIt will be found that the weight moves but slightly or not at all. \nImagine a pen attached to the weight in such a way that its point rests upon a piece of paper on the floor. \nImagine an earthquake shock shaking the floor, the paper, you and your hand. \nIn the midst of all this movement, the weight and the pen would be still. \nBut as the paper moved from side to side under the pen point, its movement would be recorded in ink upon its surface. \nIt was upon this principle that the first instruments were made, but the paper was wrapped round a drum which rotated slowly. \nAs long as all was still, the pen drew a straight line, \nbut while the drum was being shaken, the line that the pen was drawing wriggled from side to side. \nThe apparatus thus described, however, \nrecords only the horizontal component of the wave movement, which is, in fact, much more complicated. \nIf we could actually see the path described by a particle, \nsuch as a sand grain in the rock, \nit would be more like that of a bluebottle buzzing round the room; it would be up and down, to and fro and from side to side. \nInstruments have been devised and can be so placed that all three elements can be recorded in different graphs.\n\nWhen the instrument is situated at more than 700 miles from the earthquake centre, \nthe graphic record shows three waves arriving one after the other at short intervals. \nThe first records the arrival of longitudinal vibrations. \nThe second marks the arrival of transverse vibrations which travel more slowly and arrive several minutes after the first. \nThese two have travelled through the earth. \nIt was from the study of these that so much was learnt about the interior of the earth. \nThe third, or main wave is the slowest and has travelled round the earth through the surface rocks.",
    "textTranslate": "地震就像夜间的小偷一样，毫无预兆地突然降临。 \n因此，有必要发明那些既不会打盹也不会睡觉的仪器。 \n有些设备的设计非常简单。 \n例如，其中有一个装置由长度和厚度各不相同的杆子组成；这些杆子可以像九柱戏（ninepins）中的柱子一样竖立起来。 \n当震动来临时，它震动了这些杆子所放置的坚硬桌子。 \n如果震动轻微，只有较不稳定的杆子会倒下。 \n如果震动剧烈，它们就全部倒下。 \n因此，这些杆子通过倒下以及倒下的方向， \n为那位正在沉睡的科学家记录下了那次冲击的强度——不过那次冲击实在太微弱了，根本无法将他唤醒。 \n以及它来自的方向。 \n\n但是，如果要取得真正重大的进展，就需要使用比那些仪器更加精密的设备。 \n理想的目标是设计出一种能用笔在纸上记录的仪器， \n记录地震经过时地面或桌子的运动。 \n当我写字时，笔在动，但纸却静止不动。 \n毫无疑问，通过练习，我最终能学会保持笔不动而让纸动来写字。 \n那听起来真是个愚蠢的建议。 \n但这正是某些早期地震仪在记录地震波时所采用的设计理念。 \n但是当桌子、笔架和纸张都在移动时，怎么可能还能写出清晰可读的文字呢？ \n解决那个问题的关键在于一个日常的观察结果。 \n为什么当公交车或火车突然启动时，站在上面的人容易摔倒呢？ \n这是因为他的脚向前移动，而头部却保持静止。 \n一个简单的实验能帮助我们进一步理解这个原理。 \n在一段较长的绳子末端系上一个重物。 \n将绳子高高举过头顶，使重物几乎触碰到地面。 \n现在让手前后左右移动，但不要上下移动。 \n你会发现重物几乎不动，或者只轻微移动。 \n想象一下，有一支笔被固定在重物上，其笔尖接触着地面上的一张纸。 \n再想象一场地震，地震使地面、纸张以及你的手都在震动。 \n在所有这些运动中，重物和笔会保持静止。 \n但当纸张在笔尖下左右移动时，它的运动就会以墨迹记录在纸面上。 \n最早的测量仪器就是基于这个原理制造的——只不过当时的纸张是缠绕在一个缓慢旋转的鼓上的。 \n当一切保持静止时，笔会画出一条直线； \n但当鼓被震动时，笔所画的线就会左右摆动。 \n然而，上面描述的装置 \n只能记录波动的水平分量，而实际上波动要复杂得多。 \n如果我们能真的看到粒子所描绘的路径， \n就像岩石中的一粒沙子一样…… \n它会更像一只绿头苍蝇在房间里嗡嗡飞舞：上下、前后、左右地移动。 \n已经设计出可以适当放置的仪器，从而能将这三个要素记录在不同的图表上。 \n\n当该仪器距离地震中心超过700英里时， \n图纸上会显示出三列波以较短的时间间隔相继到达。 \n第一列波记录了纵向振动的到达。 \n第二列波标志着横向振动的到达；这些振动传播较慢，在第一列波到达几分钟后才传来。 \n这两列波已经穿过地球。 \n正是通过研究这两列波，人类才对地球内部有了如此多的了解。 \n第三列波即主波传播最慢，它是通过地表岩石环绕地球传播的。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/42－Recording an Earthquake.mp3",
    "audioFileId": "",
    "lrcPosition": [[18.95,23.69],[23.69,29.84],[29.84,32.36],[32.36,41.06],[41.06,46.36],[46.36,51.17],[51.17,53.99],[53.99,58.85],[58.85,65.7],[65.7,68.99],[68.99,75.87],[75.87,82.77],[82.77,88.24],[88.24,92.57],[92.57,99.75],[99.75,102.31],[102.31,111.7],[111.7,119.02],[119.02,124.18],[124.18,130.59],[130.59,135.18],[135.18,138.39],[138.39,142.24],[142.24,148.78],[148.78,153.76],[153.76,158.34],[158.34,164.93],[164.93,171.42],[171.42,175.97],[175.97,184.18],[184.18,193.2],[193.2,197.64],[197.64,205.18],[205.18,207.85],[207.85,215.21],[215.21,219.21],[219.21,221.95],[221.95,230.54],[230.54,238.84],[238.84,244.62],[244.62,250.63],[250.63,255.56],[255.56,265.16],[265.16,267.87],[267.87,273.65],[273.65,281.45]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.95,
      "text": "What does a pen have to do to record on paper the vibrations generated by an earthquake?",
      "translate": "一支笔要如何才能在纸上记录下地震产生的震动呢？",
      "end": 18.95
    },
    "quote": {
      "start": 281.45,
      "end": null,
      "text": "--H.H,SWINNERTON The Earth beneath Us--",
      "translate": "--斯温纳顿《我们脚下的地球》--"
    }
  },
  {
    "id": "DhaWCH",
    "title": "Are there strangers in space?",
    "titleTranslate": "宇宙中有外星人吗？",
    "text": "We must conclude from the work of those who have studied the origin of life, \nthat given a planet only approximately like our own, life is almost certain to start. \nOf all the planets in our solar system, we are now pretty certain the Earth is the only one on which life can survive. \nMars is too dry and poor in oxygen, Venus far too hot, and so is Mercury, \nand the outer planets have temperatures near absolute zero and hydrogen-dominated atmospheres. \nBut other suns, start as the astronomers call them, are bound to have planets like our own, and as is the number of stars in the universe is so vast, \nthis possibility becomes virtual certainty. \nThere are one hundred thousand million starts in our own Milky Way alone, \nand then there are three thousand million other milky ways or galaxies, in the universe. \nso the number of stars that we know exist is now estimated at about 300 million million million.\n\nAlthough perhaps only 1 percent of the life that has started somewhere will develop into highly complex and intelligent patterns, \nso vast is the number of planets, that intelligent life is bound to be a natural part of the universe.\n\nIf then we are so certain that other intelligent life exists in the universe, why have we had no visitors from outer space yet? \nFirst of all, they may have come to this planet of ours thousands or millions of years ago, \nand found our then prevailing primitive state completely uninteresting to their own advanced knowledge. \nProfessor Ronald Bracewell, a leading American radio astronomer, \nargued in Nature that such a superior civilization, on a visit to our own solar system, \nmay have left an automatic messenger behind to await the possible awakening of an advanced civilization. \nSuch a messenger, receiving our radio and television signals, \nmight well re-transmit them back to its home-planet, \nalthough what impression any other civilization would thus get from us is best left unsaid.\n\nBut here we come up against the most difficult of all obstacles to contact with people on other planets \n-- the astronomical distances which separate us. \nAs a reasonable guess, they might, on an average, be 100 light years away. \n(A light year is the distance which light travels at 186, 000 miles per second in one year, namely 6 million million miles.) \nRadio waves also travel at the speed of light, \nand assuming such an automatic messenger picked up our first broadcasts of the 1920's, \nthe message to its home planet is barely halfway there. \nSimilarly, our own present primitive chemical rockets, \nthough good enough to orbit men, have no chance of transporting us to the nearest other star, \nfour light years away, let alone distances of tens or hundreds of light years.\n\nFortunately, there is a 'uniquely rational way' for us to communicate with other intelligent beings, \nas Walter Sullivan has put it in his excellent book, \nWe Are not Alone. \nThis depends on the precise radio frequency of the 21-cm wavelength, or 1420 megacycles per second. \nIt is the natural frequency of emission of the hydrogen atoms in space and was discovered by us in 1951; \nit must be known to any kind of radio astronomer in the universe.\n\nOnce the existence of this wave-length had been discovered, \nit was not long before its use as the uniquely recognizable broadcasting frequency for interstellar communication was suggested. \nWithout something of this kind, \nsearching for intelligences on other planets would be like trying to meet a friend in London without a pre-arranged rendezvous \nand absurdly wandering the streets in the hope of a chance encounter.",
    "textTranslate": "我们必须从那些研究生命起源的科学家们的研究成果中得出结论。 \n只要有一颗行星的条件与我们的地球大致相似，生命几乎必然会诞生。 \n在我们太阳系中的所有行星中，我们现在可以相当确定：地球是唯一一个适合生命生存的星球。 \n火星太干燥且氧气含量极低；金星的温度过高；水星的情况也是如此。 \n外行星的温度接近绝对零度，其大气层主要由氢气构成。 \n但是其他恒星（正如天文学家所称的那样）肯定也拥有像我们地球这样的行星，而且由于宇宙中的恒星数量如此庞大， \n这种可能性几乎变成了必然的事实。 \n仅在我们自己的银河系中，就有一千亿颗恒星， \n此外，宇宙中还有三十亿个类似的银河系或星系。 \n因此，目前已知的恒星数量估计约为3×10²³颗。 \n\n尽管在所有生命起源中，可能只有1%的生命会发展成高度复杂且具有智能的形态， \n行星的数量如此之多，以至于智慧生命必定是宇宙中自然存在的一部分。 \n\n如果我们确信宇宙中存在其他智慧生命，那么为什么至今还没有来自外太空的访客呢？ \n首先，他们可能早在几千甚至几百万年前就来到了我们的这个星球上。 \n他们发现我们当时所处的原始状态，与他们自己所拥有的先进知识相比，完全毫无吸引力（或者说：他们认为我们的原始状态极其乏味、毫无价值）。 \n罗纳德·布雷斯韦尔教授是美国著名的射电天文学家。 \n在《自然》杂志上论证说，这样一个高度发达的文明在造访我们的太阳系时， \n它可能留下了一种自动信息传递系统，等待着某个先进文明的觉醒。 \n这样的“信使”能够接收我们的无线电和电视信号。 \n很可能会将这些信息重新传回它的母星。 \n不过，其他文明对我们会有怎样的印象，最好还是不要去说了。 \n\n但在这里，我们遇到了与其它星球上的人类建立联系时所面临的最大障碍。 \n——那些将我们分隔开的天文距离。 \n作为一个合理的猜测，它们平均可能距离我们大约100光年。 \n（一光年是指光以每秒186,000英里的速度在一年内所行进的距离，即6万亿英里。） \n无线电波的传播速度也与光速相同。 \n假设这样的自动通讯系统能够接收到我们20世纪20年代的首批广播信号的话…… \n那么这条信息传到它的母星才走了一半的路程。 \n同样地，我们目前使用的原始化学火箭， \n虽然这些飞船的性能已经足够好，可以载人进入太空轨道，但它们根本无法将我们送到离我们最近的另一颗恒星。 \n而最近的恒星离我们也有4光年远，更不用说数十或数百光年的距离了。 \n\n幸运的是，我们有一种“独特而理性的方式”来与其他智慧生物进行交流。 \n正如沃尔特·沙利文在他那本出色的书中所说…… \n我们并不孤单。 \n这取决于21厘米波长的精确无线电频率，即每秒1420兆周。 \n这是太空中氢原子的自然辐射频率，由我们在1951年发现； \n宇宙中任何射电天文学家都应该知道这个频率。 \n\n一旦这种波长的存在被确认， \n人们很快便提出了将其作为星际通信的独特识别频率的想法。 \n如果没有这样的频率， \n在其它行星上寻找智慧生命就如同在伦敦与朋友见面时没有事先约定， \n只能荒唐地在街头游荡，希望能偶然碰上一样。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/43－Are There Strangers in Space.mp3",
    "audioFileId": "",
    "lrcPosition": [[22.8,28.36],[28.36,36.13],[36.13,46.4],[46.4,54.04],[54.04,62.12],[62.12,74.38],[74.38,78.33],[78.33,84.73],[84.73,92.53],[92.53,103.28],[103.28,112.47],[112.47,120.95],[120.95,130.93],[130.93,138.52],[138.52,146.42],[146.42,152.01],[152.01,160.13],[160.13,168.54],[168.54,173.48],[173.48,177.84],[177.84,186.46],[186.46,194.05],[194.05,198.51],[198.51,206.43],[206.43,218.43],[218.43,222.04],[222.04,228.75],[228.75,233.48],[233.48,238.3],[238.3,246.05],[246.05,253.85],[253.85,262.33],[262.33,266.34],[266.34,268.6],[268.6,281.42],[281.42,290.31],[290.31,295.85],[295.85,299.84],[299.84,309.3],[309.3,311.49],[311.49,319.41],[319.41,324.57]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 11.44,
      "text": "What does the 'uniquely rational way' for us to communicate with other intelligent beings in space depend on?",
      "translate": "我们与太空中其他智慧生物进行交流的“独特且理性的方式”究竟取决于什么呢？",
      "end": 22.8
    },
    "quote": {
      "start": 324.57,
      "end": null,
      "text": "--ANTHONY MICHAELIS Are There Strangers in Space? from The Weekend Telegraph--",
      "translate": "--安东尼·迈克尔 太空中有陌生人吗？ 来自《周末电讯报》--"
    }
  },
  {
    "id": "vfu3wl",
    "title": "Patterns of culture",
    "titleTranslate": "文化的模式",
    "text": "Custom has not commonly been regarded as a subject of any great moment. \nThe inner workings of our own brains we feel to be uniquely worthy of investigation, \nbut custom, we have a way of thinking, is behaviour at is most commonplace. \nAs a matter of fact, it is the other way around. \nTraditional custom, taken the world over, \nis a mass of detailed behaviour more astonishing than what any one person can ever evolve in individual actions, \nno matter how aberrant. \nYet that is a rather trivial aspect of the matter. \nThe fact of first-rate importance is the predominant role that custom plays in experience and in belief, \nand the very great varieties it may manifest.\n\nNo man ever looks at the world with pristine eyes. \nHe sees it edited by a definite set of customs and institutions and ways of thinking. \nEven in his philosophical probings he cannot go behind these stereotypes; \nhis very concepts of the true and the false will still have reference to his particular traditional customs. \nJohn Dewey has said in all seriousness that the part played by custom in shaping the behaviour of the individual, \nas against any way in which he can affect traditional custom, \nis as the proportion of the total vocabulary of his mother tongue \nagainst those words of his own baby talk that are taken up into the vernacular of his family. \nWhen one seriously studies the social orders that have had the opportunity to develop autonomously, \nthe figure becomes no more than an exact and matter-of-fact observation. \nThe life history of the individual is first and foremost an accommodation \nto the patterns and standards traditionally handed down in his community. \nFrom the moment of his birth, \nthe customs into which he is born shape his experience and behaviour. \nBy the time he can talk, he is the little creature of his culture, \nand by the time he is grown and able to take part in its activities, \nits habits are his habits, its beliefs his beliefs, its impossibilities his impossibilities. \nEvery child that is born into his group will share them with him, \nand no child born into one on the opposite side of the globe can ever achieve the thousandth part. \nThere is no social problem it is more incumbent upon us to understand than this of the role of custom. \nUntil we are intelligent as to its laws and varieties, \nthe main complicating facts of human life must remain unintelligible.\n\nThe study of custom can be profitable only after certain preliminary propositions have been accepted, \nand some of these propositions have been violently opposed. \nIn the first place, any scientific study requires that there be no \npreferential weighting of one or another of the items in the series it selects for its consideration. \nIn all the less controversial fields, like the study of cacti or termites or the nature of nebulae, \nthe necessary method of study is to group the relevant material and to take note of all possible variant forms and conditions. \nIn this way, we have learned all that we know of the laws of astronomy, or of the habits of the social insects, let us say. \nIt is only in the study of man himself that the major social sciences \nhave substituted the study of one local variation, that of Western civilization.\n\nAnthropology was by definition impossible, \nas long as these distinctions between ourselves and the primitive, \nourselves and the barbarian, ourselves and the pagan, held sway over people's minds. \nIt was necessary first to arrive at that degree of sophistication \nwhere we no longer set our own belief against our neighbour's superstition. \nIt was necessary to recognize that these institutions which are based on the same premises, let us say the supernatural, \nmust be considered together, our own among the rest.",
    "textTranslate": "“定制”（Custom）通常并不被视为什么值得特别关注或重视的主题。 \n我们觉得自己大脑的内部运作机制是特别值得研究的对象。 \n不过，就“定制”而言，我们有一套自己的思维方式；在大多数情况下，这种行为其实只是非常普通、常见的现象罢了。 \n事实上，情况恰恰相反。 \n这是一种传统习俗，已经传播到了世界各地。 \n这种由大量细致行为构成的整体，其复杂程度远远超出了任何一个人通过单独行动所能展现出来的能力。 \n无论这些行为多么反常（或离谱）。 \n然而，这其实只是问题中一个相当微不足道的方面罢了。 \n最重要的一点是：在人们的体验和信念中，个人习惯（即“习俗”或“传统”）起着主导性的作用。 \n以及它可能展现出的极其多样的形式。 \n\n没有人能够以纯粹、未受污染的眼光来看待这个世界； \n他所看到的世界总是被特定的习俗、制度以及思维方式所塑造的。 \n即使在哲学探索中，他也无法超越这些刻板印象； \n他对“真实”与“虚假”的概念依然会受到自己所属传统习俗的影响。 \n约翰·杜威曾严肃地指出：习俗在塑造个人行为方面所起的作用， \n与个人试图改变传统习俗的能力相比， \n就如同一个人母语的全部词汇量， \n与他婴儿时期说过的那些被家庭语言所接纳的词语之间的比例一样微不足道。 \n当人们认真研究那些有机会自主发展的社会秩序时， \n这些现象不过只是客观、事实性的观察结果罢了。 \n个人的生命历程，归根结底，就是一种适应过程。 \n遵循他所在社区中传统上流传下来的模式和标准。 \n从他出生的那一刻起， \n他出生所处的风俗习惯塑造了他的经历和行为方式。 \n等到他能够说话的时候，他就已经完全融入了自己所处文化的圈子中，成为了那个文化环境中的“小成员”了。 \n等到他长大到可以参与这些活动的时候…… \n它的习惯就是他的习惯，它的信念就是他的信念，它所认为的不可能之事，也就是他所认为的不可能之事。 \n每个出生在这个群体中的孩子都会与他分享这些东西。 \n而任何一个出生在地球另一端的孩子，永远也无法达到那目标的千分之一（即永远无法达到那个目标）。 \n没有哪个社会问题比“习俗的作用”更值得我们去深入了解的了。 \n直到我们能够充分理解这些自然规律及其多样性（即各种自然现象的成因与表现形式）为止…… \n人类生活中那些最复杂、最难以理解的因素，或许永远都无法被我们完全弄清楚。 \n\n只有当某些初步的假设或前提被接受之后，对“定制”（customization）的研究才有可能带来利润。 \n其中一些提议遭到了强烈的反对。 \n首先，任何科学研究都必须确保不存在（某种干扰或错误因素）。 \n在它所选中的各项内容中，会对其中某一项给予优先权（即给予更高的权重或更重要的考虑）。 \n在所有争议较少的领域中，比如对仙人掌、白蚁的研究，或者对星云本质的探索， \n必要的学习方法是：将相关的学习材料整理成组，并记录下所有可能存在的变体形式和各种条件。 \n通过这种方式，我们了解了所有关于天文学定律的知识，或者比如说，关于社会性昆虫习性的知识。 \n只有在研究人类自身时，那些主要的社会科学（如社会学、心理学等）才能真正发挥其作用（或：只有通过研究人类自身，这些社会科学才能获得深刻的理解和发展的动力）。 \n他们已经将研究重点从对某一特定地方性文化现象的探讨，转向了对西方文明的研究。 \n\n从定义上来说，人类学本身就是不可能存在的。 \n只要我们与原始人之间存在这些差异， \n我们以及那些被视为“野蛮人”或“异教徒”的人，曾经对人们的思想产生了巨大的影响。 \n首先，必须达到那种高度的成熟度或复杂性才行。 \n在我们不再将自己的信仰与邻居的迷信对立起来的地方， \n我们必须认识到：那些基于相同前提的制度， \n都应该被一并考虑——包括我们自己的信仰在内。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/44－Patterns of Culture.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.46,20.81],[20.81,26.82],[26.82,33.35],[33.35,36.88],[36.88,39.96],[39.96,48.53],[48.53,50.73],[50.73,54.7],[54.7,62.52],[62.52,67.28],[67.28,71.45],[71.45,78.15],[78.15,83.66],[83.66,91.5],[91.5,99.36],[99.36,103.65],[103.65,108.64],[108.64,116.17],[116.17,123.58],[123.58,129.12],[129.12,134.42],[134.42,140.21],[140.21,142.2],[142.2,147.53],[147.53,152.38],[152.38,157.3],[157.3,165.92],[165.92,170.38],[170.38,177.64],[177.64,185.73],[185.73,189.78],[189.78,195.99],[195.99,203.68],[203.68,208.49],[208.49,213.38],[213.38,220.88],[220.88,228.21],[228.21,236.75],[236.75,246.01],[246.01,251.19],[251.19,258.21],[258.21,261.58],[261.58,266.14],[266.14,272.65],[272.65,277.42],[277.42,282.42],[282.42,291.74],[291.74,296.36]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.88,
      "text": "What influences us from the moment of birth?",
      "translate": "从我们出生的那一刻起，有哪些因素在影响着我们呢？",
      "end": 15.46
    },
    "quote": {
      "start": 296.36,
      "end": null,
      "text": "--RUTH BENEDICT Patterns of Culture--",
      "translate": "--RUTH-BENEDICT  《文化模式》--"
    }
  },
  {
    "id": "-rfB1s",
    "title": "men and galaxies",
    "titleTranslate": "人与星系",
    "text": "In man's early days, competition with other creatures must have been critical. \nBut this phase of our development is now finished. \nIndeed, we lack practice and experience nowadays in dealing with primitive conditions. \nI am sure that, without modern weapons, \nI would make a very poor show of disputing the ownership of a cave with a bear, and in this I do not think that I stand alone. \nThe last creature to compete with man was the mosquito. \nBut even the mosquito has been subdued by attention to drainage and by chemical sprays.\n\nCompetition between ourselves, person against person, community against community, still persists, however; and it is as fierce as it ever was.\n\nBut the competition of man against man is not the simple process envisioned in biology. \nIt is not a simple competition for a fixed amount of food determined by the physical environment, \nbecause the environment that determines our evolution is no longer essentially physical. \nOur environment is chiefly conditoned by the things we believe. \nMorocco and California are bits of the Earth in very similar latitudes, \nboth on the west coasts of continents with similar climates, and probably with rather similar natural resources. \nYet their present development is wholly different, \nnot so much because of different people even, \nbut because of the different thoughts that exist in the minds of their inhabitants. \nThis is the point I wish to emphasize. \nThe most important factor in our environment is the state of our own minds.\n\nIt is well known that where the white man has invaded a primitive culture, \nthe most destructive effects have come not from physical weapons but from ideas. \nIdeas are dangerous. \nThe Holy Office knew this full well when it caused heretics to be burned in days gone by. \nIndeed, the concept of free speech only exists in our modern society because when you are inside a community, \nyou are conditioned by the conventions of the community to such a degree that it is very difficult to conceive of anything really destructive. \nIt is only someone looking on from outside that can inject the dangerous thoughts. \nI do not doubt that it would be possible to inject ideas into the modern world that would utterly destroy us. \nI would like to give you an example, but fortunately I cannot do so. \nPerhaps it will suffice to mention the nuclear bomb. \nImagine the effect on a reasonably advanced technological society, \none that still does not possess the bomb, of making it aware of the possibility, of supplying suffcient details to enable the thing to be constructed. \n20 or 30 pages of information handed to any of the major world powers around the year 1925, \nwould have been sufficient to change the course of world history. \nIt is a strange thought, but I believe a correct one, \nthat twenty or thirty pages of ideas and information would be capable of turning the present-day world upside down, or even destroying it. \nI have often tried to conceive of what those pages might contain, \nbut of course I cannot do so because I am a prisoner of the present-day world, just as all of you are. \nWe cannot think outside the particular patterns that our brains are conditioned to, or, \nto be more accurate we can think only a very little way outside and then only if we are very original.",
    "textTranslate": "在人类早期，与其他生物的竞争肯定至关重要。 \n但我们发展的这个阶段现在已经结束了。 \n确实，如今我们在应对恶劣环境时缺乏相应的实践经验和能力。 \n我确信，如果没有现代武器的话， \n如果我要和一只熊争论某个洞穴的所有权，那我肯定会表现得非常愚蠢。而且，我认为不止我一个人会有这种想法。 \n最后一种与人类竞争的生物是蚊子。 \n不过，就连蚊子也因为人们对排水系统的重视以及化学喷雾的使用而得到了控制。 \n\n然而，人与人之间的竞争，社区之间的对立与冲突依然存在，而且比以往任何时候都更加激烈。 \n\n但是人与人之间的竞争，并不是生物学中所描述的那种简单的过程。 \n这并不是一场简单的比赛；比赛中的食物数量并不是由自然环境来决定的。 \n因为决定我们进化的环境已经不再是纯粹的物理环境。 \n我们的环境在很大程度上是由我们的信念所塑造的。 \n摩洛哥和加利福尼亚都位于相似的纬度线上。 \n它们都位于各大洲的西海岸，拥有相似的气候条件，以及可能相当相似的自然资源。 \n然而，他们目前的发展状况却完全不同。 \n其实，这并不完全是因为人与人之间的差异…… \n但是，由于这些地方居民的思维方式各不相同，情况就变得复杂了。 \n这就是我想强调的重点。 \n我们环境中最重要的因素，就是我们自己心理的状态。 \n\n众所周知，每当白人侵入原始文化时， \n最具破坏性的影响并非来自物理武器，而是来自思想。 \n想法是危险的。 \n在过去的岁月里，当宗教裁判所将异端分子处以火刑时，他们对此再清楚不过了。 \n的确，言论自由这一概念只存在于我们的现代社会中。因为当人们身处一个特定的社群时，言论自由才得以实现。 \n你深受社区习俗的影响，以至于很难想象任何真正具有破坏性的行为或事物。 \n只有那些从外部观察的人，才有可能灌输那些危险的思想。 \n我毫不怀疑，将某些有害的思想引入现代社会是完全可能的；这些思想很可能会对我们造成毁灭性的影响。 \n我想给你举个例子，但幸运的是，我无法做到这一点。 \n或许只需提到核弹就足够了。 \n想象一下这对一个技术相当先进的社会会产生什么样的影响吧。 \n那个仍然没有掌握这种技术的人，也没有意识到这种技术的可能性，更没有提供足够的细节来帮助人们制造出这种装置。 \n大约在1925年，如果有任何世界大国收到这样20到30页的信息资料的话…… \n这本足以改变世界历史的进程。 \n这是个奇怪的想法，但我相信它是正确的。 \n那些二十到三十页的内容有可能彻底改变当今的世界，甚至将其摧毁。 \n我经常试图想象那些页面上可能包含些什么内容。 \n但当然，我无法做到这一点——因为我就像你们所有人一样，是这个现代社会的“囚徒”。 \n我们无法跳出大脑所习惯的特定思维模式来进行思考。 \n更准确地说，我们只能稍微超出常规思维的范围去思考；而且只有当我们真正具备创新性时，才能做到这一点。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/45－Of Men and Galaxies.mp3",
    "audioFileId": "",
    "lrcPosition": [[18.75,25.22],[25.22,28.88],[28.88,35.97],[35.97,39.21],[39.21,49.65],[49.65,53.96],[53.96,61.53],[61.53,74.55],[74.55,81.74],[81.74,88.55],[88.55,95.72],[95.72,101.69],[101.69,107.47],[107.47,115.78],[115.78,120.02],[120.02,123.48],[123.48,129.45],[129.45,132.44],[132.44,139.02],[139.02,144.02],[144.02,151.35],[151.35,154.29],[154.29,161.11],[161.11,170.23],[170.23,180.76],[180.76,187.35],[187.35,195.04],[195.04,201.17],[201.17,205.22],[205.22,211],[211,222.11],[222.11,230.06],[230.06,234.74],[234.74,239.4],[239.4,252.66],[252.66,258.18],[258.18,266.81],[266.81,273.87],[273.87,284.18]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 11.2,
      "text": "What is the most influential factor in any human society?",
      "translate": "在任何人类社会中，最具影响力的因素是什么？",
      "end": 18.75
    },
    "quote": {
      "start": 284.18,
      "end": null,
      "text": "--FRED HOYLE Of Men and Galaxies--",
      "translate": "——弗雷德·霍伊尔《人类与星系》——"
    }
  },
  {
    "id": "b3_5AE",
    "title": "Hobbies",
    "titleTranslate": "业余爱好",
    "text": "A gifted American psychologist has said, 'Worry is a spasm of the emotion; \nthe mind catches hold of something and will not let it go.' \nIt is useless to argue with the mind in this condition. \nThe stronger the will, the more futile the task. \nOne can only gently insinuate something else into its convulsive grasp. \nAnd if this something else is rightly chosen, if it is really attended by the illumination of another field of interest, \ngradually, and often quite swiftly, the old undue grip relaxes and the process of recuperation and repair begins.\n\nThe cultivation of a hobby and new forms of interest is therefore a policy of the first importance to a public man. \nBut this is not a business that can be undertaken in a day or swiftly improvised by a mere command of the will. \nThe growth of alternative mental interests is a long process. \nThe seeds must be carefully chosen; they must fall on good ground; \nthey must be sedulously tended, if the vivifying fruits are to be at hand when needed.\n\nTo be really happy and really safe, one ought to have at least two or three hobbies, and they must all be real. \nIt is no use starting late in life to say: 'I will take an interest in this or that.' \nSuch an attempt only aggravates the strain of mental effort. \nA man may acquire great knowledge of topics unconnected with his daily work, and yet get hardly any benefit or relief. \nIt is no use doing what you like; you have got to like what you do. \nBroadly speaking, human beings may be divided into three classes: \nthose who are toiled to death, those who are worried to death, and those who are bored to death. \nIt is no use offering the manual labourer, \ntired out with a hard week's sweat and effort the chance of playing a game of football or baseball on Saturday afternoon. \nIt is no use inviting the politician or the professional or business man, who has been working or worrying about serious things for six days, \nto work or worry about trifling things at the weekend.\n\nAs for the unfortunate people who can command everything they want, \nwho can gratify every caprice and lay their hands on almost every object of desire--for them a new pleasure a new excitement is only an additional satiation. \nIn vain they rush frantically round from place to place, trying to escape from avenging boredom by mere clatter and motion. \nFor them discipline in one form or another is the most hopeful path.\n\nIt may also be said that rational, industrious, useful human beings are divided into two classes: \nfirst, those whose work is work and whose pleasure is pleasure; \nand secondly, those whose work and pleasure are one. \nOf these the former are the majority. They have their compensations. \nThe long hours in the office or the factory bring with them as their reward, \nnot only the means of sustenance, but a keen appetite for pleasure even in its simplest and most modest forms. \nBut Fortune's favoured children belong to the second class. \nTheir life is a natural harmony. \nFor them the working hours are never long enough. \nEach day is a holiday, and ordinary holidays, when they come, are grudged as enforced interruptions in an absorbing vocation. \nYet to both classes, the need of an alternative outlook, of a change of atmosphere of a diversion of effort, is essential. \nIndeed, it may well be that those whose work is their pleasure are those who most need the means of banishing it at intervals from their minds.",
    "textTranslate": "一位才华横溢的美国心理学家曾说过：“忧虑其实是一种情绪的突然发作。” \n“人的思维一旦抓住了某个想法或概念，就会紧紧不放。” \n在这种状态下，与“理智”争论是毫无意义的。 \n意志越坚强，这项任务就越显得徒劳无功。 \n人们只能小心翼翼地、慢慢地将其他东西引入它那“抽搐般”的、难以控制的掌控之中。 \n那么，如果这个“其他的东西”被正确地选中了，如果它确实得到了另一个研究领域的支持或帮助， \n慢慢地，而且往往速度相当快，那些旧有的、不必要的束缚就会逐渐消失，身体开始恢复和修复的过程。 \n\n因此，培养个人爱好和新的兴趣爱好对于一位公众人物来说是一项至关重要的政策。 \n但这并不是一项能够在一天内完成、或者仅仅通过一时的意志力就能迅速解决的事情。 \n培养其他类型的兴趣爱好是一个漫长的过程。 \n种子必须经过精心挑选；它们必须被种在肥沃的土壤里。 \n如果想要在需要时立即获得那些能够带来活力的成果，就必须对这些事物进行精心照料。 \n\n要想真正获得幸福和安全感，一个人至少应该有两到三个爱好，而且这些爱好都必须是真实存在的。 \n人生晚些时候才开始说“我想对这件事或那件事产生兴趣”，也是无济于事的。 \n这样的尝试只会加剧精神上的压力。 \n一个人可能会在那些与他的日常工作无关的领域获得丰富的知识，但却几乎无法从中获得任何实际的好处或帮助。 \n光做自己喜欢的事情是没有用的；你必须真正喜欢自己所做的事情。 \n广义上讲，人类可以分为三类： \n那些累死的人，那些担心死的人，以及那些无聊死的人。 \n向那些从事体力劳动的人提供帮助是没有用的。 \n经过一周的辛勤工作和劳累，终于在周六下午有了机会去踢足球或打棒球了。 \n邀请那位政客、专业人士或商人是没有用的——他们已经连续六天都在处理一些严肃、重要的事务了，根本无暇顾及其他事情。 \n在周末的时候，就别去忙那些琐碎的事情了，也别为此烦恼了。 \n\n至于那些不幸的人——他们虽然能够随心所欲地支配一切， \n那些能够满足自己所有的任性欲望、几乎可以得到任何想要的东西的人，对他们来说，新的快乐或新的刺激只不过是一种额外的满足罢了。 \n他们徒劳地四处奔忙，试图通过制造噪音和动作来逃避那种令人痛苦的、无意义的无聊感。 \n对他们来说，无论以何种形式存在，纪律都是通往成功的最有希望的道路。 \n\n也可以这样说：那些理性、勤奋且有用的人被分成了两个阶层。 \n首先，那些将工作视为工作、将娱乐视为娱乐的人； \n其次，那些将工作与个人乐趣融为一体的人。 \n其中，前者占大多数。它们也有自己的优势。 \n在办公室或工厂长时间工作所带来的“回报”是…… \n人们不仅需要维持生计的手段，同时也渴望享受各种乐趣——哪怕这些乐趣是最简单、最朴素的。 \n但那些受到《财富》杂志青睐的人属于第二阶层。 \n他们的生活充满了和谐与宁静。 \n对他们来说，工作时间永远都不够长；每一天都像节日一样美好。 \n然而，当普通的假期到来时，他们却会将其视为对这份令人着迷的工作的打扰，因而感到不满。 \n其实，对于这两个阶层的人来说，都需要一种不同的生活方式、一种能够改变氛围、转移注意力的方式。 \n事实上，那些将工作视为乐趣的人，或许正是最需要偶尔将工作从脑海中暂时抛开的人。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/46－Hobbies.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.63,23.02],[23.02,27.45],[27.45,30.89],[30.89,34.54],[34.54,39.98],[39.98,48.31],[48.31,59.3],[59.3,67.87],[67.87,75.76],[75.76,80.65],[80.65,85.47],[85.47,92.62],[92.62,100.91],[100.91,106.63],[106.63,111.36],[111.36,120.13],[120.13,124.74],[124.74,130.27],[130.27,138.48],[138.48,142.04],[142.04,149.96],[149.96,159.87],[159.87,164.75],[164.75,169.53],[169.53,182.4],[182.4,191.88],[191.88,198.49],[198.49,206.14],[206.14,211.2],[211.2,215.49],[215.49,220.4],[220.4,225.46],[225.46,233.8],[233.8,238.17],[238.17,241.28],[241.28,244.92],[244.92,255.26],[255.26,265.22],[265.22,275.33]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.56,
      "text": "Who, according to the author, are 'Fortune's favoured children'?",
      "translate": "根据作者的观点，谁是《财富》杂志所青睐的“宠儿”呢？",
      "end": 16.63
    },
    "quote": {
      "start": 275.33,
      "end": null,
      "text": "--WINSTON CHURCHLL Painting as a Pastime--",
      "translate": "——温斯顿·丘吉尔 《绘画作为一种消遣》——"
    }
  },
  {
    "id": "v0C6OT",
    "title": "The great escape",
    "titleTranslate": "大逃亡",
    "text": "Economy is one powerful motive for camping, \nsince after the initial outlay upon equipment, or through hiring it, the total expense can be far less than the cost of hotels. \nBut, contrary to a popular assumption, it is far from being the only one, or even the greatest. \nThe man who manoeuvres carelessly into his 20 pounds' worth of space at one of Europe's myriad permanent sites may find himself bumping a Bentley. \nMore likely, Ford Escort will be hub to hub with Renault or Mercedes, but rarely with bicycles made for two.\n\nThat the equipment of modern camping becomes yearly more sophisticated is an entertaining paradox for the cynic, \na brighter promise for the hopeful traveller who has sworn to get away from it all. \nIt also provides--and some student sociologist might care to base his thesis upon the phenomenon--an escape of another kind. \nThe modern traveller is often a man who dislikes the Splendide and the Bellavista, \nnot because he cannot afford, or shuns their material comforts, but because he is afraid of them. \nAffluent he may be, but he is by no means sure what to tip the doorman or the chambermaid. \nMaster in his own house he has little idea of when to say boo to a manager hotel.\n\nFrom all such fears camping releases him. \nGranted, a snobbery of camping itself, based upon equipment and techniques, already exists; \nbut it is of a kind that, if he meets it, he can readily understand and deal with. \nThere is no superior 'they' in the shape of managements and hotel hierarchies to darken his holiday days.\n\nTo such motives, yet another must be added. \nThe contemporary phenomenon of car worship is to be explained not least by the sense of independence and freedom that ownership entails. \nTo this pleasure camping gives an exquisite refinement. \nFrom one's own front door to home or foreign hills or sands and back again, everything is to hand. \nNot only are the means of arriving at the holiday paradise entirely within one's own command and keeping, \nbut the means of escape from holiday hell (if the beach proves too crowded, the local weather too inclement) \nare there, outside--or, as likely, part of--the tent.\n\nIdealists have objected to the practice of camping, as to the package tour, \nthat the traveller abroad thereby denies himself the opportunity of getting to know the people of the country visited. \nInsularity and self-containment, it is argued, go hand in hand. \nThe opinion does not survive experience of a popular Continental camping place. \nHoliday hotels tend to cater for one nationality of visitors especially, sometimes exclusively. \nCamping sites, by contrast, are highly cosmopolitan. \nGranted, a preponderance of Germans is a characteristic that seems common to most Mediterranean sites; \nbut as yet there is no overwhelmingly specialized patronage. \nNotices forbidding the open-air drying of clothes, \nor the use of water points for car washing, \nor those inviting 'our camping friends' to a dance or a boat trip are printed not only in French or Italian or Spanish, but also in English, German and Dutch. \nAt meal times the odour of sauerkraut vies with that of garlic. \nThe Frenchman's breakfast coffee competes with the Englishman's bacon and eggs.\n\nWhether the remarkable growth of organized camping means the eventual death of the more independent kind is hard to say. \nMunicipalities naturally want to secure the campers' site fees and other custom. \nPolice are wary of itinerants who cannot be traced to a recognized camp boundary or to four walls. \nBut most probably it will all depend upon campers themselves: how many heath fires they cause; how much litter they leave; \nin short, whether or not they wholly alienate landowners and those who live in the countryside. \nOnly good scouting is likely to preserve the freedoms so dear to the heart of the eternal Boy Scout.",
    "textTranslate": "经济因素是人们选择露营的一个重要原因。 \n因为在购买了设备或租用设备之后，总花费可能远低于住酒店的费用。 \n但是，与普遍的看法相反，这远非唯一的动机，甚至也不是最主要的动机。 \n在欧洲众多永久性露营地中，那个小心翼翼地把自己价值20英镑的装备挪进空间的人，可能会发现自己撞上了一辆宾利。 \n更有可能的是，福特Escort会与雷诺或奔驰并排停放，但很少会与双人自行车并排。 \n\n对于那些持悲观态度的人来说，现代露营装备逐年变得越来越先进，这确实是一个颇具讽刺意味的矛盾现象。 \n对于那些渴望逃离现实、追求自由生活的旅行者来说，这无疑是一个更加光明的希望。 \n它还提供了一种不同的“逃避方式”；一些研究社会现象的学生或许会想以此作为自己论文的写作基础。 \n现代旅行者往往不喜欢那些名为'辉煌'或'美景'的豪华酒店， \n不是因为他买不起这些物质上的享受，也不是因为他拒绝它们，而是因为他害怕它们。 \n尽管他很富有，但他仍然不知道该给门卫或客房服务员多少小费才合适。 \n在自己家里他或许很自在，但在酒店里，他完全不知道该如何与经理打交道。 \n\n面对所有这些恐惧，露营反而让他感到解脱。 \n诚然，基于所使用的装备和技术，露营本身就带有一种“优越感”或“傲慢的态度”。 \n不过，这种情况属于他能够轻易理解并妥善处理的类型。 \n没有管理层和酒店等级制度中那些高高在上的'他们'来破坏他的假期心情。 \n\n除了这些动机之外，还必须再加上另一个动机。 \n当代社会中对汽车的崇拜现象，很大程度上可以归因于汽车所有权所带来的独立感和自由感。 \n正是这种乐趣，让露营活动增添了无与伦比的精致感与高雅氛围。 \n从自己家中的前门出发，无论是前往国内的山丘、沙漠，还是国外，无论走到哪里，一切所需的东西都唾手可得。 \n不仅前往这个度假天堂的方式完全由自己掌控， \n但是，还是有办法摆脱这种“假期地狱”般的境况的。 \n这些逃离'假期地狱'的手段就在帐篷外——或者很可能就是帐篷的一部分。 \n\n理想主义者反对露营这种活动，也同样反对跟团旅游。 \n这意味着出国旅行的游客就失去了了解所访问国家人民的机会。 \n有人认为，孤立主义与自我封闭是密不可分的。 \n这种观点在人们实际体验了那处热门的欧洲大陆露营地之后就被推翻了。 \n假日酒店通常主要服务于某一特定国籍的游客，有时甚至只接待该国籍的客人。 \n相比之下，露营地具有很强的国际性。 \n诚然，德国人的数量占多数似乎是大多数地中海地区共有的特征； \n但到目前为止还没有出现压倒性的特定国籍客人。 \n禁止户外晾晒衣物的告示， \n禁止用水龙头洗车的告示， \n那些邀请“我们的露营伙伴”参加舞会或乘船旅行的邀请函，不仅用法语、意大利语和西班牙语印刷，还用英语、德语和荷兰语印刷。 \n用餐时，酸菜的味道与大蒜的味道交织在一起，令人难以忽视。 \n法国人的早餐咖啡与英国人的培根和鸡蛋形成了鲜明对比。 \n\n很难说，有组织的露营活动的迅速发展是否意味着那些更加独立、自由式的露营方式的最终消亡。 \n市政当局自然希望确保能收到露营者的场地费和其他消费。 \n警方对那些无法被追踪到任何已知营地范围或固定住所的流动人员保持警惕。 \n但很可能一切都取决于露营者自己：他们引发了多少野火；他们留下了多少垃圾； \n简而言之，无论这样做是否会完全疏远土地所有者以及农村居民…… \n只有良好的露营行为规范才可能保住那些永恒童子军心中珍视的自由。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/47－The Great Escape.mp3",
    "audioFileId": "",
    "lrcPosition": [[18.1,22.33],[22.33,34.23],[34.23,44.23],[44.23,55.54],[55.54,66.19],[66.19,75.25],[75.25,81.14],[81.14,93.12],[93.12,99.19],[99.19,107.22],[107.22,115.49],[115.49,124.49],[124.49,128.23],[128.23,136.19],[136.19,142.93],[142.93,152.21],[152.21,156.45],[156.45,167.35],[167.35,172.24],[172.24,181.5],[181.5,189.13],[189.13,197.68],[197.68,205.2],[205.2,211.06],[211.06,218.46],[218.46,224.87],[224.87,230.49],[230.49,239.77],[239.77,244.55],[244.55,252.51],[252.51,258.28],[258.28,261.77],[261.77,265.3],[265.3,277.99],[277.99,283.13],[283.13,289.73],[289.73,298.15],[298.15,304.09],[304.09,312.15],[312.15,323.04],[323.04,331.48],[331.48,339.64]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.41,
      "text": "What is one of the features of modern camping where nationality is concerned?",
      "translate": "就国籍而言，现代露营的一个显著特点是什么？",
      "end": 18.1
    },
    "quote": {
      "start": 339.64,
      "end": null,
      "text": "--NIGEL BUXTON The Great Escape from The Weekend Telegraph--",
      "translate": "--NIGEL BUXTON《周末电讯报》大逃亡--"
    }
  },
  {
    "id": "5kutfd",
    "title": "Planning a share portfolio",
    "titleTranslate": "规划股份投资",
    "text": "There is no shortage of tipsters around offering 'get-rich-quick' opportunities. \nBut if you are a serious private investor, leave the Las Vegas mentality to those with money to fritter. \nThe serious investor needs a proper 'portfolio' --a well-planned selection of investments, with a definite structure and a clear aim. \nBut exactly how does a newcomer to the stock market go about achieving that?\n\nWell, if you go to five reputable stock brokers and ask them what you should do with your money, \nyou're likely to get five different answers, \n--  even if you give all the relevant information about your age, family, finances and what you want from your investments. \nMoral? There is no one 'right' way to structure a portfolio. \nHowever, there are undoubtedly some wrong ways, and you can be sure that none of our five advisers \nwould have suggested sinking all (or perhaps any) of your money into Periwigs. \nSo what should you do? \nWe'll assume that you have sorted out the basics--like mortgages, pensions, insurance and access to sufficient cash reserves. \nYou should then establish your own individual aims. \nThese are partly a matter of personal circumstances, partly a matter of psychology. \nFor instance, if you are older you have less time to recover from any major losses, and you may well wish to boost your pension income. \nSo preserving your capital and generating extra income are your main priorities. \nIn this case, you'd probably construct a portfolio with some shares (but not high risk ones), along with gilts, cash deposits, \nand perhaps convertibles or the income shares of split capital investment trusts.\n\nIf you are younger, and in a solid financial position, \nyou may decide to take an aggressive approach--but only if you're blessed with a sanguine disposition and won't suffer sleepless nights over share prices. \nIf you recognize yourself in this description, \nyou might include a couple of heady growth stocks in your portfolio, alongside your more pedestrian investments. \nOnce you have decided on your investment aims you can then decide where to put your money. \nThe golden rule here is spread your risk--if you put all of your money into Periwigs International, \nyou're setting yourself up as a hostage to fortune.",
    "textTranslate": "到处都有那些提供“快速致富”机会的所谓投资顾问。 \n但如果你是一位认真的私人投资者，那就把那种“拉斯维加斯式”的消费心态留给那些有钱挥霍的人吧。 \n一位精明的投资者需要一个合理的“投资组合”——即一系列经过精心策划的投资项目，这些投资项目应具有明确的结构和清晰的目标。 \n但是，对于一个刚进入股票市场的新人来说，究竟应该如何实现这一目标呢？ \n\n那么，如果你去找五家信誉良好的股票经纪公司，询问他们你应该如何处理自己的资金， \n你很可能会得到五个不同的答案。 \n——即使你提供了所有关于自己年龄、家庭状况、财务状况以及你对投资的具体期望的相关信息。 \n结论？其实，并没有一种“正确”的方式来构建投资组合。 \n然而，无疑存在一些错误的做法；您可以放心，我们的五位顾问中没有任何一个人会采用这些错误的做法。 \n会建议你把所有的钱都投入到 Periwigs 公司。 \n那么你应该怎么做呢？ \n我们假设你已经处理好了所有基本问题，比如抵押贷款、养老金、保险以及确保自己拥有足够的现金储备。 \n然后，你应该确立自己个人的奋斗目标（或目标）。 \n这部分是由于个人情况造成的，另一部分则是心理因素在起作用。 \n例如，如果你年纪较大，那么你从重大损失中恢复过来的时间就会更少，因此你可能会希望增加自己的养老金收入。 \n因此，保护你的资本并赚取额外收入是你最主要的优先事项。 \n在这种情况下，你可能会构建一个投资组合，其中包含一些股票（但不是高风险股票）、英国国债（gilts）以及现金存款。 \n也许还包括可转换债券，或是分割资本投资信托的收益份额。 \n\n如果你比较年轻，且财务状况良好， \n你可以选择采取一种激进的做法——但前提是你必须具备乐观的心态，且不会因为股价的波动而夜不能寐。 \n如果你在这段描述中看到了自己的影子…… \n你可以在自己的投资组合中，除了那些较为稳健的投资之外，也加入一些高增长性的股票。 \n一旦你确定了自己的投资目标，就可以决定将资金投向何处了。 \n这里的黄金法则是分散风险：如果你把所有的钱都投到 Periwigs International 公司里， \n你就是在听天由命了。",
    "newWords": [],
    "audioSrc": "/sound/article/nce4/48－Planning a Share Portfolio.mp3",
    "audioFileId": "",
    "lrcPosition": [[19.17,24.88],[24.88,32.41],[32.41,41.88],[41.88,48.15],[48.15,54.44],[54.44,57.32],[57.32,65.48],[65.48,70.44],[70.44,77.23],[77.23,83.36],[83.36,85.21],[85.21,94],[94,97.56],[97.56,103.67],[103.67,113.09],[113.09,119.36],[119.36,129],[128.4,135.11],[135.11,139.49],[139.49,149.68],[149.68,152.72],[152.72,160.96],[160.96,167.65],[167.65,175.44],[175.44,179.42]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.35,
      "text": "How does the older investor differ in his approach to investment from the younger investor?",
      "translate": "年长的投资者在投资方式上与年轻的投资者有何不同？",
      "end": 19.17
    },
    "quote": {
      "start": 179.42,
      "end": null,
      "text": "*'Periwigs' is the name of a fictitious company. --INVESTOR'S CHRONICLE, March 23 1990--",
      "translate": "*“Periwigs”是一家虚构公司的名字。 --投资者年鉴，1990年3月23日--"
    }
  }
]
