[
  {
    "id": "Udpx4V",
    "title": "A Puma at large",
    "titleTranslate": "逃遁的美洲狮",
    "text": "Pumas are large, cat-like animals which are found in America. \nWhen reports came into London Zoo that a wild puma had been spotted forty-five miles south of London, they were not taken seriously. \nHowever, as the evidence began to accumulate, experts from the Zoo felt obliged to investigate, for the descriptions given by people who claimed to have seen the puma were extraordinarily similar. \nThe hunt for the puma began in a small village where a woman picking blackberries saw 'a large cat' only five yards away from her. \nIt immediately ran away when she saw it, \nand experts confirmed that a puma will not attack a human being unless it is cornered. \nThe search proved difficult, for the puma was often observed at one place in the morning and at another place twenty miles away in the evening. \nWherever it went, it left behind it a trail of dead deer and small animals like rabbits. \nPaw prints were seen in a number of places and puma fur was found clinging to bushes. \nSeveral people complained of \"cat-like noises' at night and a businessman on a fishing trip saw the puma up a tree. \nThe experts were now fully convinced that the animal was a puma, \nbut where had it come from? \nAs no pumas had been reported missing from any zoo in the country, this one must have been in the possession of a private collector and somehow managed to escape. \nThe hunt went on for several weeks, but the puma was not caught. \nIt is disturbing to think that a dangerous wild animal is still at large in the quiet countryside.",
    "textTranslate": "美洲狮是一种体形似猫的大动物，产于美洲。 \n当伦敦动物园接到报告说，在伦敦以南45英里处发现一只美洲狮时，这些报告并没有受到重视。 \n可是，随着证据越来越多，动物园的专家们感到有必要进行一番调查，因为凡是声称见到过美洲狮的人们所描述的情况竟是出奇地相似。 \n搜寻美洲狮的工作是从一座小村庄开始的。那里的一位妇女在采摘黑莓时的看见“一只大猫”，离她仅5码远， \n她刚看见它，它就立刻逃走了。 \n专家证实，美洲狮非被逼得走投无路，是决不会伤人的。 \n事实上搜寻工作很困难，因为常常是早晨在甲地发现那只美洲狮，晚上却在20英里外的乙地发现它的踪迹。 \n无论它走哪儿， 一路上总会留下一串死鹿及死兔子之类的小动物， \n在许多地方看见爪印， 灌木丛中发现了粘在上面的美洲狮毛。 \n有人抱怨说夜里听见“像猫一样的叫声”； 一位商人去钓鱼，看见那只美洲狮在树上。 \n专家们如今已经完全肯定那只动物就是美洲狮， \n但它是从哪儿来的呢？ \n由于全国动物园没有一家报告丢了美洲狮，因此那只美洲狮一定是某位私人收藏豢养的，不知怎么设法逃出来了。 \n搜寻工作进行了好几个星期，但始终未能逮住那只美洲狮。 \n想到在宁静的乡村里有一头危险的野兽继续逍遥流窜，真令人担心。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/01－A Puma at Large.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.2,19.03],[19.03,28.91],[28.91,43.82],[43.82,53.48],[53.48,56.31],[56.31,62.73],[62.73,72.21],[71.72,78.86],[78.56,85.44],[85.44,94.05],[94.05,99.27],[99.27,101.17],[101.17,111.79],[111.79,117.02],[117.02,124.48]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.81,
      "text": "Where must the puma have come from?",
      "translate": "美洲狮一定是从哪里来的？",
      "end": 14.48
    }
  },
  {
    "id": "8OoH1m",
    "title": "Thirteen equals one",
    "titleTranslate": "十三等于一",
    "text": "Our vicar is always raising money for one cause or another, \nbut he has never managed to get enough money to have the church clock repaired. \nThe big clock which used to strike the hours day and night was damaged many years ago and has been silent ever since.\n\nOne night, however, our vicar woke up with a start:the clock was striking the hours! \nLooking at his watch, he saw that it was one o'clock, \nbut the bell struck thirteen times before it stopped.\n\nArmed with a torch, the vicar went up into the clock tower to see what was going on. \nIn the torchlight, he caught sight of a figure whom he immediately recognized as Bill Wilkins, our local grocer.\n\n'Whatever are you doing up here Bill?' asked the vicar in surprise. \n'I'm trying to repair the bell,'answered Bill. \n'I've been coming up here night after night for weeks now. You see, I was hoping to give you a surprise.' \n'You certainly did give me a surprise!' said the vicar. \n'You've probably woken up everyone in the village as well. Still, I'm glad the bell is working again.' \n'That's the trouble, vicar,' answered Bill. \n'It's working all right, but I'm afraid that at one o'clock it will strike thirteen times and there's nothing I can do about it.' \n'We'll get used to that, Bill,' said the vicar. \"Thirteen is not as good as one, but it's better than nothing. Now let's go downstairs and have a cup of tea.'",
    "textTranslate": "我们教区的牧师总是为各种各样的事筹集资金。 \n但始终未能筹足资金把教堂的钟修好。 \n教堂的钟很大，以前不分昼夜打点报时，但很多年前遭到毁坏，从此便无声无息了。 \n\n一天夜里，我们的牧师突然被惊醒了，大钟又在“打点”报时了！ \n他一看表，才1点钟， \n可是那钟一边敲了13下才停。 \n\n牧师拿着一支电筒走上钟楼想去看看究竟发生了什么事情。 \n借着电筒光。他看见一个人，马上认出那是本地杂货店主经比尔.威尔金斯。 \n\n“你究竟在这上面干什么，比尔？” 牧师惊讶地问。 \n“我想把这口钟修好，”比尔回答说。 \n“好几个星期了，我天天夜里到钟楼上来。 嗯，我是想让你大吃一惊。” \n“你确实使我大吃了一惊！” 牧师说， \n“也许同时你把村里所有的人都吵醒了。不过，钟又能报时了，我还是很高兴的。” \n“问题就在这里，牧师，”比尔回答说。 \n“不错，钟能报时了，但是，恐怕每到1点钟，它总要敲13下，对此我已无能为力了。” \n“大家慢慢就习惯了，比尔，”牧师说。“13下是不如1下好，但总比1下也不敲强。来，咱们下楼去喝杯茶吧。”",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/02－Thirteen Equals One.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.96,20.74],[20.74,26.07],[26.07,35.78],[35.78,43.44],[43.44,47.29],[47.29,51.6],[51.6,57.68],[57.68,66.2],[66.2,71.25],[71.25,74.92],[74.92,81.58],[81.58,86.03],[86.03,92.68],[92.68,95.76],[95.76,104.79],[104.49,116.99]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.1,
      "text": "Was the vicar pleased that the clock was striking? Why?",
      "translate": "牧师对钟在报时感到高兴吗？为什么？",
      "end": 16.63
    }
  },
  {
    "id": "5S91Ym",
    "title": "An unknown goddess",
    "titleTranslate": "无名女神",
    "text": "Some time ago, an interesting discovery was made by archaeologists on the Aegean island of Kea. \nAn American team explored a temple which stands in an ancient city on the promontory of Ayia Irini. \nThe city at one time must have been prosperous, for it enjoyed a high level of civilization. \nHouses--often three storeys high--were built of stone. \nThey had large rooms with beautifully decorated walls. \nThe city was equipped with a drainage system, for a great many clay pipes were found beneath the narrow streets.\n\nThe temple which the archaeologists explored was used as a place of worship from the fifteenth century B.C. until Roman times. \nIn the most sacred room of temple, clay fragments of fifteen statues were found. \nEach of these represented a goddess and had, at one time, been painted. \nThe body of one statue was found among remains dating from the fifteenth century B.C. \nIt's missing head happened to be among remains of the fifth century B.C. \nThis head must have been found in Classical times and carefully preserved. \nIt was very old and precious even then. \nWhen the archaeologists reconstructed the fragments, they were amazed to find that the goddess turned out to be a very modern-looking woman. \nShe stood three feet high and her hands rested on her hips. \nShe was wearing a full-length skirt which swept the ground. \nDespite her great age, she was very graceful indeed, \nbut, so far, the archaeologists have been unable to discover her identity.",
    "textTranslate": "不久之前，在爱琴海的基亚岛上，考古工作者有一项有趣的发现。 \n一个美国考古队在阿伊亚. 依里尼海角的一座古城里考察了一座庙宇。 \n这座古城肯定一度很繁荣，因为它曾享有高度的文明， \n房子一般有3层楼高，用石块修建。 \n里面房间很大，墙壁装饰华丽。 \n城里甚至还敷设了排水系统，因为在狭窄的街道底下发现了许许多多陶土制作的排水管道。 \n\n考古工作者考察的这座庙宇从公元前15世纪直到罗马时代一直是祭祀祈祷的场所。 \n在庙中最神圣的一间殿堂里发现了15尊陶雕像的碎片。 \n每一尊雕像代表一位女神，而且一度上过色。 \n其中有一尊雕像，她的躯体是在公元前15世纪的历史文物中发现的， \n而她那身异处的脑袋却碰巧是在公元前5世纪的文物中找到的。 \n她的脑袋一定是在古希腊罗马时代就为人所发现，并受到精心的保护。 \n即使在当时，它也属历史悠久的珍奇之物。 \n考古工作者把这些碎片重新拼装起来后，惊奇地发现那位女神原来是一位相貌十分摩登的女郎。 \n她身高3英尺，双手叉腰。 \n身穿一条拖地长裙， \n尽管上了年纪，但体态确实优美。 \n不过，考古工作者至今未能确定这位女神的身份。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/03－An Unknown Goddess.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.53,24.06],[24.06,31.26],[31.34,39.08],[38.78,44.23],[44.23,48.39],[48.39,56.51],[56.51,66.8],[66.8,74.03],[74.03,80.04],[80.04,86.29],[86.29,92.14],[92.14,97.63],[97.63,101.11],[101.11,110.52],[110.52,115.24],[115.24,119.37],[119.52,124],[124,130.41]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.64,
      "text": "How did the archaeologists know that the statue was a goddess?",
      "translate": "考古学家是如何知道这座雕像是女神的呢？",
      "end": 16.23
    }
  },
  {
    "id": "4",
    "title": "The double life of Alfred Bloggs",
    "titleTranslate": "双重生活",
    "text": "These days, people who do manual work often receive far more money than people who work in offices. \nPeople who work in offices are frequently referred to as \"white-collar workers' for the simple reason that they usually wear a collar and tie to go to work. \nSuch is human nature, that a great many people are often willing to sacrifice higher pay for the privilege of becoming white-collar workers. \nThis can give rise to curious situations, as it did in the case of Alfred Bloggs who worked as a dustman for the Ellesmere Corporation. \nWhen he got married, Alf was too embarrassed to say anything to his wife about his job. \nHe simply told her that he worked for the Corporation. \nEvery morning, he left home dressed in a smart black suit. \nHe then changed into overalls and spent the next eight hours as a dustman. \nBefore returning home at night, he took a shower and changed back into his suit. \nAlf did this for over two years and his fellow dustmen kept his secret. \nAlf's wife has never discovered that she married a dustman and she never will, for Alf has just found another job. \nHe will soon be working in an office. \nHe will be earning only half as much as he used to, but he feels that his rise in status is well worth the loss of money. \nFrom now on, he will wear a suit all day and others will call him 'Mr. Bloggs',not 'Alf'.",
    "textTranslate": "如今，从事体力劳动的人的收入一般要比坐办公室的人高出许多。 \n坐办公室的之所以常常被称作“白领工人”，就是因为他们通常是穿着硬领白衬衫，系着领带去上班。 \n许多人常常情愿放弃较高的薪水以换取做白领工人的殊荣，此乃人之常情。 \n而这常常会引起种种奇怪的现象，在埃尔斯米尔公司当清洁工的艾尔弗雷德·布洛斯就是一个例子。 \n艾尔弗结婚时，感到非常难为情，而没有将自己的职业告诉妻子。 \n他只说在埃尔斯米尔公司上班。 \n每天早晨，他穿上一身漂亮的黑色西装离家上班。 \n然后换上工作服，当 8 个小时清洁工。 \n晚上回家前，他洗个淋浴，重新换上那身黑色西服。 \n两年多以来，艾尔弗一直这样，他的同事也为他保守秘密。 \n艾尔弗的妻子一直不知道她嫁给了一个清洁工，而且她永远也不会知道了，因为艾尔弗已找到新职。 \n不久就要坐办公室里工作了。 \n他将来挣的钱只有他现在的一半，不过他觉得，地位升高了，损失点儿钱也值得。 \n从此，艾尔弗可以一天到晚穿西服了。别人将称呼他为“布洛格斯先生”，而不再叫他“艾尔弗”了。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/04－The Double Life of Alfred Bloggs.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.54,24.75],[24.75,36.82],[36.82,48.13],[48.13,60.07],[60.07,67.69],[67.69,71.67],[71.67,76.39],[76.39,82.89],[82.89,89.07],[89.07,95.75],[95.84,104.67],[104.67,107.3],[107.3,116.87],[116.87,126.39]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 11.34,
      "text": "Why did Alf want a white-collar job?",
      "translate": "为什么阿尔夫想要一份白领工作呢？",
      "end": 16.83
    }
  },
  {
    "id": "5",
    "title": "The facts",
    "titleTranslate": "确切数字",
    "text": "Editors of newspapers and magazines often go to extremes to provide their reader with unimportant facts and statistics. \nLast year a journalist had been instructed by a well-known magazine to write an article on the president's palace in a new African republic. \nWhen the article arrived, the editor read the first sentence and then refuse to publish it. \nThe article began:'Hundreds of steps lead to the high wall which surrounds the president's palace'. \nThe editor at once sent the journalist a fax instructing him to find out the exact number of steps and the height of the wall.\n\nThe journalist immediately set out to obtain these important facts, \nbut the took a long time to send them Meanwhile, the editor was getting impatient, for the magazine would soon go to press. \nHe sent the journalist two more faxes, but received no reply. \nHe sent yet another fax informing the journalist that if he did not reply soon he would be fired. \nWhen the journalist again failed to reply, the editor reluctantly published the article as it had originally been written. \nA week later, the editor at last received a fax from the journalist. \nNot only had the poor man been arrested, \nbut he had been sent to prison as well. \nHowever, he had at last been allowed to send a fax in which he informed the editor that the he had been arrested while counting the 1,084 steps leading to the fifteen-foot wall which surrounded the president's palace.",
    "textTranslate": "报刊杂志的编辑常常为了向读者提供一些关紧要的事实和统计数字而走极端 。 \n去年，一位记者受一家有名的杂志的委托写一篇关于非洲某个新成立共和国总统府的文章。 \n稿子寄来后，编辑看第一句话就拒绝予以发表。 \n文章的开头是这样的：“几百级台阶通向环绕总统的高墙。” \n编辑立即给那位记者发去传真，要求他核实一下台阶的确切数字和围墙的高度。 \n\n记者立即出发去核实这些重要的事实， \n但过了好长时间不见他把数字寄来， 在此期间，编辑等得不耐烦了，因为杂志马上要付印。 \n他给记者先后发去两份传真，但对方毫无反应。 \n于是他又发了一份传真， 通知那位记者说，若再不迅速答复，将被解雇。 \n但记者还是没有回复。 编辑无奈，勉强按原样发稿了。 \n一周之后，编辑终于接到记者的传真。 \n那个可怜的记者不仅被捕了， \n而且还被送进了监狱。 \n不过，他终于获准发回了一份传真。在传真中他告诉编辑，就在他数通向15英尺高的总统府围墙的1,084级台阶时，被抓了起来。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/05－The Facts.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.49,24.81],[24.81,34.64],[34.64,41.89],[41.89,50.13],[50.13,60.18],[60.18,65.66],[65.66,74.1],[74.23,79.15],[79.26,86.51],[86.51,95.36],[95.36,100.98],[100.98,104.17],[104.17,107.01],[107.01,125]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8.68,
      "text": "What was the consequence of the editor's insistence on facts and statistics?",
      "translate": "编辑坚持要事实和统计数据，造成了什么后果？",
      "end": 16.65
    }
  },
  {
    "id": "6",
    "title": "Smash-and-grab",
    "titleTranslate": "砸橱窗抢劫",
    "text": "The expensive shops in a famous arcade near Piccadilly were just opening. \nAt this time of the morning, the arcade was almost empty. \nMr. Taylor, the owner of a jewellery shop was admiring a new display. \nTwo of his assistants had been working busily since eight o'clock and had only just finished. \nDiamond necklaces and rings had been beautifully arranged on a background of black velvet. \nAfter gazing at the display for several minutes, Mr. Taylor went back into his shop.\n\nThe silence was suddenly broken when a large car, with its headlights on and its horn blaring, roared down the arcade. \nIt came to a stop outside the jeweller's. \nOne man stayed at the wheel while two others with black stocking over their faces jumped out and smashed the window of the shop with iron bars. \nWhile this was going on, Mr. Taylor was upstairs. \nHe and his staff began throwing furniture out of the window. \nChairs and tables went flying into the arcade. \nOne of the thieves was struck by a heavy statue, \nbut he was too busy helping himself to diamonds to notice any pain. \nThe raid was all over in three minutes, for the men scrambled back into the car and it moved off at a fantastic speed. \nJust as it was leaving, Mr. Taylor rushed out and ran after it throwing ashtrays and vases, \nbut it was impossible to stop the thieves. \nThey had got away with thousands of pounds worth of diamonds.",
    "textTranslate": "皮卡迪利大街附近的一条著名拱廊街道上，几家高档商店刚刚开始营业。 \n在早晨的这个时候，拱廊街上几乎空无一人。 \n珠宝店主泰勒先生正在欣赏新布置的橱窗。 \n他手下两名店员从早上8点就开始忙碌，这时刚刚布置完毕。 \n钻石项链、戒指漂亮地陈列在黑色丝绒上面。 \n泰勒先生站在橱窗外凝神欣赏了几分钟就回到了店里。 \n\n宁静突然被打破，一辆大轿车亮着前灯，响着喇叭，呼啸着冲进了拱廊街， \n在珠宝店门口停了下来。 \n一人留在驾驶座上，另外两个用黑色长筒丝袜蒙面的人跳下车来。 他们用铁棒把商店橱窗的玻璃砸碎。 \n这开始发生时，泰勒先生正在楼上。 \n他与店员动手向窗外投掷家具， \n椅子，桌子飞落花流水在拱廊街上。 \n一个窃贼被一尊很重的雕像击中， \n但由于他忙着抢钻石首饰，竟连疼痛都顾不上了。 \n这场抢劫只持续了3分钟，因为窃贼争先恐后地爬上轿车，以惊人的速度开跑了。 \n就在轿车离开的时候，泰勒先生从店里冲了出来，跟在车后追赶，一边还往车上扔烟灰缸、花瓶。 \n但他已无法抓住那些窃贼了。 \n他们已带着价值数千镑的首饰逃之夭夭了。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/06－Smash-and-Grab.mp3",
    "audioFileId": "",
    "lrcPosition": [[13.35,19.97],[19.97,24.51],[24.51,30.73],[30.73,38.28],[38.28,45.23],[45.23,51.81],[51.81,61.59],[61.59,65.39],[65.39,76.65],[76.65,81.33],[81.33,86.01],[86.01,90.56],[90.56,93.9],[93.9,99.81],[99.81,110.13],[110.13,117.79],[117.49,120.99],[120.99,126.3]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8.7,
      "text": "How did Mr. Taylor try to stop the thieves?",
      "translate": "泰勒先生是如何试图阻止那些小偷的？",
      "end": 13.91
    }
  },
  {
    "id": "7",
    "title": "Mutilated ladies",
    "titleTranslate": "残钞鉴别组",
    "text": "Has it ever happened to you? \nHave you ever put your trousers in the washing machine and then remembered there was a large bank note in your back pocket? \nWhen you rescued your trousers, did you find the note was whiter than white? \nPeople who live in Britain needn't despair when they made mistakes like this (and a lot of people do)! \nFortunately for them, the Bank of England has a team called Mutilated Ladies which deals with claims from people who fed their money to a machine or to their dog. \nDogs, it seems, love to chew up money! \nA recent case concerns Jane Butlin whose fiancé, John, runs a successful furniture business. \nJohn had very good day and put his wallet containing $3,000 into the microwave oven for safekeeping. \nThen he and Jane went horse-riding. \nWhen they got home, Jane cooked their dinner in the microwave oven and without realizing it, cooked her fiancé's wallet as well. \nImagine their dismay when they found a beautifully-cooked wallet and notes turned to ash! \nJohn went to see his bank manager who sent the remains of wallet and the money to the special department of the Bank of England in Newcastle:the Mutilate Ladies! \nThey examined the remain and John got all his money back. \n'So long as there's something to identify, we will give people their money back,' said a spokeswoman for the Bank. \n'Last year, we paid $1.5m on 21,000 claims.' \n*Damaged bank notes. The Queen's head appears on English bank notes, and 'lady' refers to this.",
    "textTranslate": "这种事情在你身上出现过吗？ \n你有没有把裤子塞洗衣机后 ，却又想起在裤子的后兜有一张大面值的纸币？ \n当你把裤子抢救出来时，你有没有发现那张纸币已经变得比白纸还白？ \n当英国人犯这种错误时， 他们不必感到绝望（而许多国家的人都有这种绝望的感觉）。 \n对英国人来说，值得庆幸的是英国银行有一个残钞鉴别组， 负责理那些把钱塞进机器或塞给狗的人提出的索赔要求。 \n看起来，狗很喜欢咀嚼钱币。 \n最近的一个案例与简. 巴特林有关，她的未婚夫约翰拥有一家生意兴隆家具店。 \n有一天约翰的生意很好，他把一只装有3,000 英镑的钱包放进微波炉内保存。 \n然后，他和简一起去骑马。 \n回家后，简用微波炉煮了晚饭，无意中之中把她未婚夫的钱包也一起煮了。 \n可以想像他们发现一只煮得很好看的钱包，钞票已化成灰时的沮丧心情。 \n约翰去找银行经理，经理把约翰的钱包和纸币的残留物送到英国银行在纽卡斯尔的一个专门部门——残钞鉴别组。 \n他们鉴定了这些残留物。 约翰拿回了他损失的全部数额。 \n“只要有东西可供识别，我们会把钱还给人家的，”银行的一位女发言人说。 \n“去年我们处理了 21,000 起关于损坏纸币的索赔，总共赔付 150 万美元。” \n*这是英国银行专门负责识别和鉴定残缺或被毁纸币的小组，其中的“lady”是指英国纸币上印的女王头像。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/07－Mutilated Ladies.mp3",
    "audioFileId": "",
    "lrcPosition": [[12.79,15.05],[15.05,22.8],[22.8,28.8],[28.8,36.49],[36.49,48.25],[48.25,52.35],[52.35,60.9],[60.9,69.59],[69.59,72.61],[72.61,82.59],[82.59,90.54],[90.54,102.65],[102.65,108.01],[108.01,116.49],[116.49,124.35],[124.35,125.02]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8.69,
      "text": "Why did Jane cook John's wallet?",
      "translate": "简为什么把约翰的钱包煮了？",
      "end": 12.78
    }
  },
  {
    "id": "8",
    "title": "A famous monastery",
    "titleTranslate": "著名的修道院",
    "text": "The Great St. Bernard Pass connects Switzerland to Italy. \nAt 2,473 metres, it is the highest mountain pass in Europe. \nThe famous monastery of St. Bernard, witch was founded in eleventh century, lies about a mile away. \nFor hundreds of years, St. Bernard dogs have saved the lives of travellers crossing the dangerous Pass. \nThese friendly dogs, which were first brought from Asia, were used as watchdogs even in Roman times. \nNow that a tunnel ahs been built through the mountains, the Pass is less dangerous, \nbut each year, the dogs are still sent out into the snow whenever a traveller is in difficulty. \nDespite the new tunnel, there are still a few people who rashly attempt to cross the Pass on foot.\n\nDuring the summer months, the monastery is very busy, for it is visited by thousands of people who cross the Pass in cars. \nAs there are so many people about, the dogs have to be kept in a special enclosure. \nIn winter, however, life at the monastery is quite different. \nThe temperature drops to--30 o and very few people attempt to cross the Pass. \nThe monks prefer winter to summer of they have more privacy. \nThe dogs have greater freedom, too, for they are allowed to wander outside their enclosure. \nThe only regular visitors to the monastery in winter are parties of skiers who go there at Christmas and Easter. \nThese young people, who love the peace of mountains, always receive a warm welcome at St. Bernard's monastery.",
    "textTranslate": "圣伯纳德山口连接瑞士和意大利。 \n海拔2473米，是欧洲最高的山口。 \n著名的圣伯纳德修道院建于十一世纪，距离酒店约一英里。 \n数百年来，圣伯纳德犬拯救了穿越危险山口的旅行者的生命。 \n这些友好的狗最早是从亚洲带来的，甚至在罗马时代也被用作看门狗。 \n现在已经修建了一条穿过山脉的隧道，山口的危险性就小了， \n但每年，每当旅行者遇到困难时，狗仍会被派往雪地里。 \n尽管有了新隧道，仍有一些人鲁莽地试图步行穿过山口。 \n\n在夏季的几个月里，修道院非常繁忙，因为成千上万的人开车穿过山口来参观。 \n由于周围人太多，狗必须被关在一个特殊的围栏里。 \n然而，在冬天，修道院的生活却截然不同。 \n气温降至零下30度，很少有人试图穿过山口。 \n僧侣们更喜欢冬天而不是夏天，因为他们有更多的隐私。 \n狗也有更大的自由，因为它们被允许在围栏外漫步。 \n冬天唯一经常来修道院的人是圣诞节和复活节去那里的滑雪者。 \n这些热爱山区宁静的年轻人，在圣伯纳德修道院总是受到热烈欢迎。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/08－A Famous Monastery.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.81,20.54],[20.54,27.94],[27.94,36.49],[36.49,44.45],[44.45,53.13],[53.13,59.22],[59.22,66.02],[66.02,73.62],[73.62,83.76],[83.76,90.34],[90.34,95.61],[95.61,102.67],[102.67,107.35],[107.05,113.7],[113.7,122.43],[122.43,131.4]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.49,
      "text": "What are the St.Bernard dogs used for?",
      "translate": "圣伯纳德犬是用来做什么的？",
      "end": 15.03
    }
  },
  {
    "id": "9",
    "title": "Flying cats",
    "titleTranslate": "飞猫",
    "text": "Cats never fail to fascinate human beings. \nThey can be friendly and affectionate towards humans, \nbut they lead mysterious lives of their own as well. \nThey never become submissive like dogs and horses. \nAs a result, humans have learned to respect feline independence. \nMost cats remain suspicious of humans all their lives. \nOne of the things that fascinates us most about cats is the popular belief that they have nine lives. \nApparently, there is a good deal of truth in this idea. \nA cat's ability to survive falls is based on fact.\n\nRecently the New York Animal Medical Center made a study of 132 cats over a period of five months. \nAll these cats had one experience in common:they had fallen off high buildings, yet only eight of them died from shock or injuries. \nOf course, New York is the ideal place for such an interesting study, \nbecause there is no shortage of tall buildings. \nThere are plenty of high-rise windowsills to fall from! \nOne cat, Sabrina, fell 32 storeys, yet only suffered from a broken tooth. \n'Cats behave like well-trained paratroopers.' a doctor said. \nIt seems that the further cats fall, the less they are likely to injure themselves. \nIn a long drop, they reach speeds of 60 miles an hour and more. \nAt high speeds, falling cats have time to relax. \nThey stretch out their legs like flying squirrels. \nThis increases their air-resistance and reduces the shock of impact when they hit the ground",
    "textTranslate": "猫总是让人着迷。 \n它们可以对人类友好和深情， \n但他们也过着神秘的生活。 \n他们永远不会像狗和马那样顺从。 \n因此，人类已经学会尊重猫的独立性。 \n大多数猫一生都怀疑人类。 \n猫最让我们着迷的一点是，人们普遍认为猫有九条命。 \n显然，这个想法有很多道理。 \n猫在跌倒时的生存能力是基于事实的。 \n\n最近，纽约动物医学中心对132只猫进行了为期五个月的研究。 \n所有这些猫都有一个共同的经历：它们从高楼上摔下来，但只有八只死于休克或受伤。 \n当然，纽约是进行如此有趣研究的理想之地， \n因为这里不乏高楼大厦。 \n有很多高层窗台可以掉下来！ \n一只名叫萨布丽娜的猫从32层楼摔了下来，但只摔断了一颗牙。 \n猫的行为就像训练有素的伞兵。一位医生说。 \n猫摔得越深，受伤的可能性就越小。 \n在长时间的下降中，它们的速度达到每小时60英里甚至更高。 \n在高速行驶时，落下的猫有时间放松。 \n它们像飞鼠一样伸展腿。 \n这增加了它们的空气阻力，减少了它们撞击地面时的冲击力",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/09－Flying Cats.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.97,21.48],[21.48,25.64],[25.64,29.02],[29.02,33.65],[33.65,38.83],[38.83,43.62],[43.62,51.51],[51.51,56.79],[56.79,62.23],[62.23,72.82],[72.82,83.76],[83.76,90.06],[90.06,93.49],[93.78,98.42],[98.42,106.58],[106.58,111.73],[111.73,119.15],[119.15,124.85],[124.55,129.13],[129.13,133.73],[133.73,140.91]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.02,
      "text": "How do cats try to protect themselves when falling from great heights?",
      "translate": "当猫从高处坠落时，它们会如何保护自己呢？",
      "end": 17.34
    }
  },
  {
    "id": "10",
    "title": "The loss of the Titanic",
    "titleTranslate": "“泰坦尼克”号的沉没",
    "text": "The great ship, Titanic, sailed for New York from Southampton on April 10th, 1912. \nShe was carrying 1,316 passengers and crew of 891. \nEven by modern standards, the 46,000 ton Titanic was a colossal ship. \nAt the time, however, she was not only the largest ship that had ever been built, \nbut was regarded as unsinkable, for she had sixteen watertight compartments. \nEven if two of these were flooded, she would still be able to float. \nThe tragic sinking of this great liner will always be remembered, for she went down on her first voyage with heavy loss of life.\n\nFour days after setting out, while the Titanic was sailing across the icy water of the North Atlantic, huge iceberg was suddenly spotted by a lookout. \nAfter the alarm had been given, the great ship turned sharply to avoid a direct collision. \nThe Titanic turned just in time, narrowly missing the immense walk of ice which rose over 100 feet out of the water beside her. \nSuddenly, there was a slight trembling sound from below, \nand the captain went down to see what had happened. \nThe noise had been so faint that no one though that the ship had been damaged. \nBelow, the captain realized to his horror that the Titanic was sinking rapidly, for five of her sixteen watertight compartments had already been flooded! \nThe order to abandon ship was given and hundreds of people plunged into the icy water. \nAs there were not enough lifeboats for everybody, 1,500 lives were lost.",
    "textTranslate": "1912年4月10日，泰坦尼克号从南安普敦驶向纽约。 \n它载有1316名乘客和891名机组人员。 \n即使按照现代标准，46000吨的泰坦尼克号也是一艘巨大的船。 \n然而，在当时，她不仅是有史以来建造的最大的船， \n但它被认为是不会沉没的，因为它有十六个水密舱。 \n即使其中两个被淹没，她仍然可以漂浮。 \n这艘大客轮的悲惨沉没将永远被铭记，因为它在第一次航行中沉没，造成了巨大的生命损失。 \n\n出发四天后，当泰坦尼克号在北大西洋的冰水中航行时，一名了望员突然发现了巨大的冰山。 \n警报发出后，大船急转弯以避免直接碰撞。 \n泰坦尼克号及时转弯，险些撞上从她旁边的水中升起100多英尺的巨大冰块。 \n突然，下面传来一阵轻微的颤抖声， \n船长下去看看发生了什么事。 \n声音太微弱了，没有人认为船已经损坏了。 \n下面，船长惊恐地意识到泰坦尼克号正在迅速沉没，因为她的十六个水密舱中有五个已经被淹没了！ \n弃船的命令下达后，数百人跳入冰冷的水中。 \n由于没有足够的救生艇供所有人使用，1500人丧生。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/10－The Loss of the Titanic.mp3",
    "audioFileId": "",
    "lrcPosition": [[18.85,27.38],[27.08,34.9],[34.9,42.42],[42.42,48.81],[48.81,55.71],[55.71,60.56],[60.56,71.24],[71.24,83.78],[83.78,90.89],[90.89,102.36],[102.36,107.43],[107.43,111.43],[111.43,117.4],[117.4,130.02],[129.72,136.44],[136.44,144.33]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.52,
      "text": "What'd have happened if only two of the 16 water-tight compartments had been flooded?",
      "translate": "如果16个防水隔舱中只有两个进水，会发生什么？",
      "end": 19.25
    }
  },
  {
    "id": "AYQ0-n",
    "title": "Not guilty",
    "titleTranslate": "无罪",
    "text": "Customs Officers are quite tolerant these days, but they can still stop you when you are going through the Green Channel and have nothing to declare. \nEven really honest people are often made to feel guilty. \nThe hardened professional smuggler, on the other hand, is never troubled by such feelings, \neven if he has five hundred gold watches hidden in his suitcase. \nWhen I returned from abroad recently, a particularly officious young Customs Officer \nclearly regarded me as a smuggler.\n\n'Have you anything to declare?' he asked, looking me in the eye.\n\n'No,' I answered confidently.\n\n'Would you mind unlocking this suitcase please? '\n\n'Not at all,' I answered.\n\nThe Officer went through the case with great care. \nAll the things I had packed so carefully were soon in a dreadful mess. \nI felt sure I would never be able to close the case again. \nSuddenly, I saw the Officer's face light up. \nHe had spotted a tiny bottle at the bottom of my case \nand he pounced on it with delight.\n\n'Perfume, eh?' he asked sarcastically. \n'You should have declared that. \nPerfume is not exempt from import duty.  '\n\n'But it isn't perfume, I said. 'It's hair gel.  ' \nThen I added with a smile, \n'It's a strange mixture I make myself. \nAs I expected, he did not believe me.\n\n'Try it!' I said encouragingly.\n\nThe Officer unscrewed the cap and put the bottle to his nostrils. \nHe was greeted by an unpleasant smell which convinced him that I was telling the truth. \nA few minutes later, I was able to hurry away with precious chalk marks on my baggage.",
    "textTranslate": "如今的海关官员通常比较宽容，但即便你通过绿色通道且没有任何需要申报的物品，他们仍有可能拦下你。 \n即使是那些非常诚实的人，也常常会因此感到内疚。 \n另一方面，那些老练的走私者则完全不会受到这种情绪的困扰—— \n即使他们的行李箱里藏着五百块金表。 \n最近我从国外回来时，一位特别爱管闲事的年轻海关官员 \n明显把我当成了走私者。 \n\n“您有什么需要申报的吗？”他直视着我的眼睛问道。 \n\n“没有，”我自信地回答。 \n\n“请您把这个行李箱打开好吗？” \n\n“好的，”我回答道。 \n\n这位官员非常仔细地检查了行李箱。 \n我精心打包的所有东西，很快就变得一片狼藉。 \n我确信自己再也无法关上这个箱子了。 \n突然，我看到那位警官的脸上露出了笑容。 \n他在我的行李箱底部发现了一个小瓶子。 \n他高兴地抓住了它。 \n\n“香水，是吗？”他讽刺地问道。 \n你本应该申报这个的。 \n香水同样需要缴纳进口关税。 \n\n“但这不是香水，”我说，“这是发胶。” \n然后我微笑着补充道： \n这是我自己调制的一种奇怪混合物。 \n正如我所料，他根本不相信我的话。 \n\n“试试看吧！”我鼓励地说道。 \n\n那位警官拧开了瓶盖，将瓶子靠近自己的鼻孔。 \n一股难闻的气味扑面而来，这让他确信我说的是实话。 \n几分钟后，我终于带着行李匆匆离开了——我的行李上留下了那些珍贵的粉笔痕迹。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/11－Not Guilty.mp3",
    "audioFileId": "",
    "lrcPosition": [[13.22,23],[23,27.47],[27.47,33.67],[33.67,38.97],[38.97,44.92],[44.92,48.39],[48.39,54.07],[54.07,57.61],[57.61,61.55],[61.55,63.97],[63.97,67.71],[67.71,73.57],[73.57,78.27],[78.27,82.34],[82.34,86.25],[86.25,89.35],[89.35,94.68],[94.68,96.66],[96.66,101.38],[101.38,106.96],[106.96,109.55],[109.55,113.36],[113.36,117.25],[117.25,120.96],[120.96,125.46],[125.46,131.96],[131.96,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8.86,
      "text": "What was the Customs Officer looking for?",
      "translate": "海关官员在寻找什么？",
      "end": 13.22
    }
  },
  {
    "id": "eT2Pex",
    "title": "Life on a desert island",
    "titleTranslate": "荒岛生活",
    "text": "Most of us have formed an unrealistic picture of life on a desert island.\nWe sometimes imagine a desert island to be a sort of paradise where the sun always shines.\nLife there is simple and good.\nRipe fruit falls from the trees and you never have to work.\nThe other side of the picture is quite the opposite.\nLife on a desert island is wretched.\nYou either starve to death or live like Robinson Crusoe, waiting for a boat which never comes.\nPerhaps there is an element of truth in both these pictures, but few of us have had the opportunity to find out.\nTwo men who recently spent five days on a coral island wished they had stayed there longer.\nThey were taking a badly damaged boat from the Virgin Islands to Miami to have it repaired.\nDuring the journey, their boat began to sink.\nThey quickly loaded a small rubber dinghy with food, matches, and cans of beer and rowed for a few miles across the Caribbean until they arrived at a tiny coral island.\nThere were hardly any trees on the island and there was no water, but this did not prove to be a problem.\nThe men collected rainwater in the rubber dinghy.\nAs they had brought a spear gun with them, they had plenty to eat.\nThey caught lobster and fish every day, and as one of them put it 'ate like kings'.\nWhen a passing tanker rescued them five days later, both men were genuinely sorry that they had to leave.",
    "textTranslate": "我们大多数人都对在荒岛上生活有着不切实际的想象。\n我们有时会想象，荒岛是一种天堂般的地方——那里阳光永远明媚。\n那里的生活简单而美好。\n成熟的果实从树上掉下来，你根本不用工作。\n事情的另一面则完全相反。\n在荒岛上生活是非常艰苦的。\n要么你饿死；要么你像鲁滨逊·克鲁索一样孤独地生活，等待着一艘永远都不会到来的船。\n也许这两种想象都有几分道理，但我们很少有人有机会去弄个明白。\n两名最近在珊瑚岛上度过了五天时间的男子，希望自己能多待一段时间。\n他们正将一艘严重损坏的船只从维尔京群岛运往迈阿密进行修理。\n在旅途中，他们的船开始下沉了。\n他们迅速将食物、火柴和几罐啤酒装进了一艘小橡皮艇里，然后划船穿越了加勒比海，行驶了几英里，最终抵达了一个小小的珊瑚岛。\n岛上几乎没有树木，也没有水源，但这并没有成为什么问题。\n他们用橡皮艇收集雨水。\n因为他们带了一支鱼枪，所以食物很充足。\n他们每天都会捕到龙虾和鱼，用其中一个人的话来说：“我们吃得像国王一样丰盛。”\n五天后，当一艘路过的油轮救起了他们时，两名男子都真心感到遗憾——因为他们不得不离开那里。",
    "newWords": [],
    "textAllWords": [],
    "audioSrc": "/sound/article/nce3/12－Life on a Desert Island.mp3",
    "lrcPosition": [[16.24,22.19],[22.19,29.85],[29.85,32.44],[32.44,37.52],[37.52,41.16],[41.16,43.94],[43.94,52.49],[52.49,60.81],[60.81,69.25],[69.25,75.85],[75.85,80.15],[80.15,93.63],[93.63,101.52],[101.52,105.28],[105.28,109.56],[109.56,117.2],[117.2,null]],
    "questions": [],
    "question": {
      "start": 9.61,
      "text": "What was exceptional about the two men's stay on the desert island?",
      "translate": "这两位男士在荒岛上的经历有什么特别之处呢？",
      "end": 16.24
    }
  },
  {
    "id": "3aoDTM",
    "title": "\"It's only me\"",
    "titleTranslate": "“是我，别害怕”",
    "text": "After her husband had gone to work, Mrs. Richards sent her children to school and went upstairs to her bedroom. \nShe was too excited to do any housework that morning, for in the evening she would be going to a fancy-dress party with her husband. \nShe intended to dress up as a ghost and as she had made her costume the night before, she was impatient to try it on. \nThough the costume consisted only of a sheet, it was very effective. \nAfter putting it on, Mrs. Richards went downstairs. \nShe wanted to find out whether it would be comfortable to wear.\n\nJust as Mrs. Richards was entering the dining-room, there was a knock on the front door. \nShe knew that it must be the baker. \nShe had told him to come straight in if ever she failed to open the door and to leave the bread on the kitchen table. \nNot wanting to frighten the poor man, Mrs. Richards quickly hid in the small storeroom under the stairs. \nShe heard the front door open and heavy footsteps in the hall. \nSuddenly the door of the storeroom was opened and a man entered. \nMrs. Richards realized that it must be the man from the Electricity Board who had come to read the metre. \nShe tried to explain the situation, saying \n'It's only me', but it was too late. \nThe man let out a cry and jumped back several paces. \nWhen Mrs. Richards walked towards him, he fled, slamming the door behind him.",
    "textTranslate": "在她丈夫上班后，理查兹夫人送孩子们去了学校，然后上楼去了自己的卧室。 \n那天早上她兴奋得根本无心做任何家务，因为晚上她要和丈夫一起去参加一个化装舞会。 \n她打算打扮成鬼的样子，由于她前一天晚上就已经做好了服装，因此迫不及待地想试穿它了。 \n虽然这套服装只由一块床单制成，但效果非常好。 \n穿上它之后，理查兹夫人下楼去了。 \n她想知道穿起来是否舒适。 \n\n就在理查兹夫人刚走进餐厅的时候，前门突然传来了敲门声。 \n她知道一定是面包师来了。 \n她曾告诉他：如果她没能打开门，就直接进来，并把面包放在厨房的桌子上。 \n为了不吓到那个可怜的人，理查兹夫人迅速躲进了楼梯下方的小储藏室里。 \n她听到前门被打开的声音，以及大厅里沉重的脚步声。 \n突然，储藏室的门被打开了，一个男人走了进来。 \n理查兹夫人意识到，来读取电表数据的肯定就是电力公司的工作人员。 \n她试图解释当时的情况，说道： \n“是我。”但为时已晚。 \n那个男人突然大叫一声，然后向后跳了几步。 \n当理查兹夫人朝他走去时，他立刻逃跑了，并随手关上了门。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/13－It's Only Me.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.42,24.96],[24.96,34.89],[34.89,44.23],[44.23,49.62],[49.62,53.93],[53.93,58.27],[58.27,64.84],[64.84,67.48],[67.48,74.42],[74.42,82.13],[82.13,87.05],[87.05,91.48],[91.48,98.78],[98.78,102.15],[102.15,106.49000000000001],[106.49000000000001,111.82],[111.82,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.87,
      "text": "What did the man expect to find under the stairs?",
      "translate": "那个男人原本期望在楼梯下面找到什么呢？",
      "end": 16.42
    }
  },
  {
    "id": "0UYRmn",
    "title": "A noble gangster",
    "titleTranslate": "贵族歹徒",
    "text": "There was a time when the owners of shops and businesses in Chicago had to pay large sums of money to gangsters in return for 'protection'. \nIf the money was not paid promptly, the gangsters would quickly put a man out of business by destroying his shop. \nObtaining 'protection money' is not a modern crime. \nAs long ago as the fourteenth century, an Englishman, Sir John Hawkwood, made the remarkable discovery that people would rather pay large sums of money than have their life work destroyed by gangsters.\n\nSix hundred years ago, Sir John Hawkwood arrived in Italy with a band of soldiers and settled near Florence. \nHe soon made a name for himself and came to be known to the Italians as Giovanni Acuto. \nWhenever the Italian city-states were at war with each other, Hawkwood used to hire his soldiers to princes who were willing to pay the high price he demanded. \nIn times of peace, when business was bad, Hawkwood and his men would march into a city-state, and after burning down a few farms, would offer to go away if protection money was paid to them. \nHawkwood made large sums of money in this way. \nIn spite of this, the Italians regarded him as a sort of hero. \nWhen he died at the age of eighty, the Florentines gave him a state funeral and had a picture painted which was dedicated to the memory of 'the most valiant soldier and most notable leader, Signor Giovanni Haukodue'.",
    "textTranslate": "曾经有一段时间，芝加哥的商店和企业的老板们不得不向黑帮支付巨额费用，以换取他们的“保护”。 \n如果钱没有及时支付，黑帮分子会迅速毁掉他的店铺，让他破产。 \n收取“保护费”这种行为其实并非现代才有的犯罪行为。 \n早在十四世纪，一位名叫约翰·霍克伍德（Sir John Hawkwood）的英国人就发现了一个惊人的事实：人们宁愿花大钱，也不愿自己的毕生心血被强盗毁掉。 \n\n六百年前，约翰·霍克伍德带着一队士兵来到意大利，并在佛罗伦萨附近安顿下来。 \n他很快就声名鹊起，在意大利人中被称为乔瓦尼·阿库托（Giovanni Acuto）。 \n每当意大利各城邦之间发生战争时，霍克伍德就会把他的士兵雇佣给那些愿意出高价的王子们。 \n在和平时期，当没生意可做时，霍克伍德和他的手下就会开进某个城邦，烧毁几个农场，然后提出只要付给他们保护费，他们就会离开。 \n霍克伍德就是通过这种方式赚到了大量的钱。 \n尽管如此，意大利人仍将他视为一位英雄。 \n他八十岁去世时，佛罗伦萨人为他举行了国葬，还请人画了一幅像，以纪念'最勇敢的战士和最杰出的领袖，乔瓦尼·阿库托先生'。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/14－A Noble Gangster.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.2,26.33],[26.33,35.46],[35.46,39.67],[39.67,56.51],[56.51,65.36],[65.36,73.45],[73.45,85.4],[85.4,100.28],[100.28,104.35],[104.35,109.86],[109.86,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.81,
      "text": "How did Hawkwood make money in times of peace?",
      "translate": "霍克伍德在和平时期是如何赚钱的？",
      "end": 15.2
    }
  },{
  "id": "7tNP0J",
  "title": "Fifty pence worth of trouble",
  "titleTranslate": "五十便士的麻烦",
  "text": "Children always appreciate small gifts of money. \nMum or dad, of course, provides a regular supply of pocket money, but uncles and aunts are always a source of extra income. \nWith some children, small sums go a long way. \nIf fifty pence pieces are not exchanged for sweets, they rattle for months inside money boxes. \nOnly very thrifty children manage to fill up a money box. \nFor most of them, fifty pence is a small price to pay for a nice big bar of chocolate.\n\nMy nephew, George, has a money box but it is always empty. \nVery few of the fifty pence pieces and pound coins I have given him have found their way there. \nI gave him fifty pence yesterday and advised him to save it. \nInstead, he bought himself fifty pence worth of trouble. \nOn his way to the sweet shop, he dropped his fifty pence and it bounced along the pavement and then disappeared down a drain. \nGeorge took off his jacket, \nrolled up his sleeves and pushed his right arm through the drain cover. \nHe could not find his 50 pence piece anywhere, and what is more, he could not get his arm out. \nA crowd of people gathered round him and a lady rubbed his arm with soap and butter, but George was firmly stuck. \nThe fire brigade was called and two fire fighters freed George using a special type of grease. \nGeorge was not too upset by his experience because the lady who owns the sweet shop heard about his troubles and rewarded him with a large box of chocolates.",
  "textTranslate": "孩子们总是很乐意接受小额的金钱礼物。 \n当然，爸爸妈妈会定期给他们零花钱，但叔叔阿姨们也是他们额外的收入来源。 \n对一些孩子来说，这些小额的钱可以派上大用场。 \n如果五十便士硬币没有被用来买糖果，它们就会在存钱罐里待上好几个月。 \n只有非常节俭的孩子才能真正把存钱罐填满。 \n对大多数孩子来说，五十便士不过是买一块美味巧克力的小小代价罢了。 \n\n我的侄子乔治有一个存钱罐，但里面总是空空如也。 \n我给他的那些五十便士硬币和一英镑硬币，几乎没有一个真正进了那个存钱罐。 \n昨天我又给了他五十便士，并建议他要把钱存起来。 \n相反，他给自己惹来了价值五十便士的麻烦。 \n在去糖果店的路上，他掉了那50便士硬币；硬币沿着人行道弹跳着滚去，最后掉进了下水道里不见了。 \n乔治脱下了他的夹克。 \n他卷起了袖子，然后将右臂伸进了排水口的盖子里。 \n他到处都找不到那枚50便士的硬币，而且更糟糕的是，他的手臂还拔不出来了。 \n一群人围了上来，一位女士用肥皂和黄油涂抹他的手臂，但乔治还是被卡得牢牢的。 \n消防队被叫来了，两名消防员用一种特殊的润滑剂把乔治解救了出来。 \n乔治对他的遭遇并不太在意，因为那家糖果店的老板听说了他的麻烦后，送了他一盒大巧克力作为奖励。",
  "newWords": [],
  "audioSrc": "/sound/article/nce3/15－Fifty Pence Worth of Trouble.mp3",
  "audioFileId": "",
  "lrcPosition": [[16.65,20.6],[20.6,30.99],[30.99,35.17],[35.17,43.16],[43.16,48.59],[48.59,56.95],[56.95,62.34],[62.34,70.05],[70.05,74.63],[74.63,79.56],[79.56,89.81],[89.81,92.21],[92.21,97.53],[97.53,105.86],[105.86,115.35],[115.35,122.73],[122.73,null]],
  "questions": [],
  "nameList": [],
  "textAllWords": [],
  "question": {
    "start": 10.16,
    "text": "Did George get anything for his fifty pence? What?",
    "translate": "乔治用那五十便士得到了什么吗？是什么？",
    "end": 16.65
  }
},
  {
    "id": "c4Un_r",
    "title": "Little White Lamb",
    "titleTranslate": "玛丽有一头小羊羔",
    "text": "Mary and her husband Dimitri lived in the tiny village of Perachora in southern Greece. \nOne of Mary's prize possessions was a little white lamb which her husband had given her. \nShe kept it tied to a tree in a field during the day and went to fetch it every evening. \nOne evening, how-ever, the lamb was missing. \nThe rope had been cut, so it was obvious that the lamb had been stolen.\n\nWhen Dimitri came in from the fields, His wife told him what had happened. \nDimitri at once set out to find the thief. \nHe knew it would not prove difficult in such a small village. \nAfter telling several of his friends about the theft, \nDimitri found out that his neighbour, Aleko, had suddenly acquired a new lamb. \nDimitri immediately went to Aleko's house and angrily accused him of stealing the lamb. \nHe told him he had better return it or he would call the police. \nAleko denied taking it and led Dimitri into his back-yard. \nIt was true that he had just bought a lamb, he explained, \nbut his lamb was black. \nAshamed of having acted so rashly, Dimitri apologized to Aleko for having accused him. \nWhile they were talking it began to rain and Dimitri stayed in Aleko's house until the rain stopped. \nWhen he went outside half an hour later, he was astonished to find that the little black lamb was almost white. \nIts wool, which had been dyed black, had been washed clean by the rain!",
    "textTranslate": "玛丽和她的丈夫迪米特里住在希腊南部的佩拉乔拉小村庄。 \n玛丽最珍贵的财产之一是她丈夫送给她的一只小白羊。 \n白天，她把它绑在田里的一棵树上，每天晚上都去拿。 \n然而，有一天晚上，小羊不见了。 \n绳子被剪断了，很明显小羊被偷了。 \n\n迪米特里从田里回来时，他的妻子告诉了他发生了什么事。 \n迪米特里立刻出发去找小偷。 \n他知道在这样一个小村庄里并不难。 \n迪米特里告诉几个朋友失窃的事后， \n发现他的邻居阿列科突然买了一只新羊羔。 \n迪米特里立刻去了阿列科家，愤怒地指责他偷了羔羊。 \n他告诉他最好把它还给我，否则他会报警的。 \n阿列科否认拿走了它，并把迪米特里带进了他的后院。 \n他解释说，他确实刚买了一只小羊， \n但他的小羊是黑色的。 \n迪米特里为自己的鲁莽行为感到羞愧，向阿列科道歉，因为他指责了阿列科。 \n他们说话的时候，天开始下雨了，迪米特里一直呆在阿列科的房子里，直到雨停了。 \n半小时后，当他走到外面时，他惊讶地发现小黑羊几乎是白色的。 \n它的羊毛被染成了黑色，被雨水洗得干干净净！",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/16－Mary Had a Little Lamb.mp3",
    "audioFileId": "",
    "lrcPosition": [[18.83,24.67],[24.67,31.6],[31.6,39.08],[39.08,43.18],[43.18,48.93],[48.93,54.9],[54.9,58.91],[58.91,63.42],[63.42,67.72],[67.72,74.81],[74.81,82.51],[82.51,87.16],[87.16,92.66],[92.66,97.48],[97.48,99.67],[99.67,107.91],[107.91,116.02],[116.02,125.23],[125.23,132.31]],
    "questions": [],
    "nameList": [],
    "textAllWords": []
  },
  {
    "id": "gohC0M",
    "title": "The longest suspension bridge",
    "titleTranslate": "最长吊桥",
    "text": "Verrazano, an Italian about whom little is known, sailed into New York Harbour in 1524 and named it Angouleme. \nHe described it as 'a very agreeable situation located within two small hills in the midst of which flowed a great river.' \nThough Verrazano is by no means considered to be a great explorer, his name will probably remain immortal, \nfor on November 21st, 1964, the longest suspension bridge in the world was named after him.\n\nThe Verrazano Bridge, which was designed by Othmar Ammann, joins Brooklyn to Staten Island. \nIt has a span of 4, 260 feet. \nThe bridge is so long that the shape of the earth had to be taken into account by its designer. \nTwo great towers support four huge cables. \nThe towers are built on immense underwater platforms made of steel and concrete. \nThe platforms extend to a depth of over 100 feet under the sea. \nThese alone took sixteen months to build. \nAbove the surface of the water, the towers rise to a height of nearly 700 feet. \nThey support the cables from which the bridge has been suspended. \nEach of the four cables contains 26, 108 lengths of wire. \nIt has been estimated that if the bridge were packed with cars, it would still only be carrying a third of its total capacity. \nHowever, size and strength are not the only important things about this bridge. \nDespite its immensity, it is both simple and elegant, \nfulfilling its designer's dream to creat 'an enormous object drawn as faintly as possible'.",
    "textTranslate": "维拉扎诺（Verrazano）是一位鲜为人知的意大利人。他在1524年航行至纽约港，并将其命名为“昂古莱姆”（Angouleme）。 \n他将其描述为“一个非常宜人的地方，位于两座小山之间；这两座小山中间流淌着一条大河。” \n虽然维拉扎诺绝不能被视为一位伟大的探险家，但他的名字很可能会永垂不朽。 \n因为在1964年11月21日，世界上最长的悬索桥被以他的名字命名。 \n\n维拉扎诺大桥（Verrazano Bridge）由奥特马尔·阿曼（Othmar Ammann）设计，它连接了布鲁克林（Brooklyn）和斯塔滕岛（Staten Island）。 \n它的跨度为 4,260 英尺。 \n这座桥非常长，以至于设计者必须考虑到地球的曲率。 \n两座高大的塔架支撑着四根巨大的缆绳。 \n这些塔架建在巨大的水下平台上，这些平台由钢铁和混凝土制成。 \n这些平台延伸至海面下100英尺以上的深度。 \n仅这些部分的建设就花费了十六个月的时间。 \n在水面之上，这些塔楼的高度接近700英尺。 \n它们支撑着悬挂着桥梁的缆绳。 \n这四根缆绳中的每一根都包含26,108股钢丝。 \n据估计，即使这座桥上挤满了汽车，它所承载的重量也仅相当于其总承载能力的三分之一。 \n然而，这座桥的重要性并不仅仅体现在它的规模和承重能力上。 \n尽管它规模庞大，但它却既简洁又优雅。 \n实现了设计师的梦想：创造出一个“尽可能轻描淡写地勾勒出的庞然大物”。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/17－The Longest Suspension Bridge in the World.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.67,28.43],[28.43,39.43],[39.43,48.07],[48.07,59.32],[59.32,67.72],[67.72,72.52],[72.52,79.92],[79.92,85.53],[85.53,92.28],[92.28,97.65],[97.65,101.47],[101.47,108.25],[108.25,112.62],[112.62,119.62],[119.62,129.73],[129.73,135.93],[135.93,141.49],[141.49,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 12.3,
      "text": "How is the bridge supported?",
      "translate": "这座桥是如何被支撑起来的？",
      "end": 16.67
    }
  },
  {
    "id": "pLBpXi",
    "title": "Electric currents in modern art",
    "titleTranslate": "现代艺术电流",
    "text": "Modern sculpture rarely surprises us any more. \nThe idea that modern art can only be seen in museums is mistaken. \nEven people who take no interest in art cannot have failed to notice examples of modern sculpture on display in public places. \nStrange forms stand in gardens, and outside buildings and shops. \nWe have got quite used to them. \nSome so-called 'modern' pieces have been on display for nearly eighty years.\n\nIn spite of this, some people--including myself--were surprised by a recent exhibition of modern sculpture. \nThe first thing I saw when I entered the art gallery was a notice which said: 'Do not touch the exhibits, some of them are dangerous!' \nThe objects on display were pieces of moving sculpture. \nOddly shaped forms that are suspended from the ceiling and move in response to a gust of wind are quite familiar to everybody. \nThese objects, however, were different. \nLined up against the wall, there were long thin wires attached to metal spheres. \nThe spheres had been magnetized and attracted or repelled each other all the time. \nIn the centre of the hall, \nthere were a number of tall structures which contained coloured lights. \nThese lights flickered continuously like traffic lights which have gone mad. \nSparks were emitted from small black boxes and red lamps flashed on and off angrily. \nIt was rather like an exhibition of prehistoric electronic equipment. \nThese peculiar forms not only seemed designed to shock people emotionally, but to give them electric shocks as well!",
    "textTranslate": "现代雕塑已很少再让我们感到惊讶。 \n认为现代艺术只能在博物馆里看到，这种看法是错误的。 \n即使对艺术毫无兴趣的人，也不可能注意不到公共场所里展出的现代雕塑。 \n奇形怪状的雕塑矗立在花园里、建筑物和商店外面。 \n我们已经习惯了它们的存在。 \n有些所谓的“现代”艺术品已经展出了近八十年。 \n\n尽管如此，包括我在内的一些人，还是被最近的一场现代雕塑展览所震撼。 \n当我走进艺术画廊时，首先看到的是一张告示，上面写着：“请勿触摸展品，其中一些具有危险性！” \n展出的作品都是动态雕塑。 \n那些形状奇特、悬挂在天花板上的物体，会随着一阵风吹动而移动——这种景象对每个人来说都十分熟悉。 \n然而，这些物体有所不同。 \n靠墙排列着一排排细长的金属丝，每根都连接着一个金属球。 \n这些球体被磁化了，因此它们会不断地相互吸引或相互排斥。 \n在大厅的中央， \n矗立着许多高大的结构，上面装有彩色的灯光。 \n这些灯光不停地闪烁，就像那些失控的交通信号灯一样。 \n从小巧的黑色盒子中迸发出火花；红色的灯泡则愤怒地闪烁着。 \n这有点像一场展示史前电子设备的展览。 \n这些奇特的设计不仅旨在从情感上震撼人们，还似乎能够给他们带来电击般的刺激！",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/18－Electric Currents in Modern Art.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.62,19.58],[19.58,25.6],[25.6,35.42],[35.42,40.66],[40.66,43.55],[43.55,49.9],[49.9,58.69],[58.69,69.44],[69.44,74.16],[74.16,84],[84,87.91],[87.91,94.17],[94.17,101],[101,102.89],[102.89,107.68],[107.68,113.94],[113.94,121.2],[121.2,126.94],[126.94,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 11.09,
      "text": "How might some of the exhibits have been dangerous?",
      "translate": "有些展品可能会有什么危险？",
      "end": 15.62
    }
  },
  {
    "id": "zoGtTl",
    "title": "A very dear cat",
    "titleTranslate": "一条贵重的宝贝猫",
    "text": "Kidnappers are rarely interested in animals, but they recently took considerable interest in Mrs. Eleanor Ramsay's cat. \nMrs. Eleanor Ramsay, a very wealthy old lady, has shared a flat with her cat, Rastus, for a great many years. \nRastus leads an orderly life. \nHe usually takes a short walk in the evenings and is always home by seven o'clock. \nOne evening, however he failed to arrive. \nMrs. Ramsay got very worried. \nShe looked everywhere for him but could not find him.\n\nThree days after Rastus' disappearance, Mrs. Ramsay received an anonymous letter. \nThe writer stated that Rastus was in safe hands and would be returned immediately if Mrs. Ramsay paid a ransom of ￡1, 000. \nMrs.Ramsay was instructed to place the money in a cardboard box and to leave it outside her door. \nAt first, she decided to go to the police, \nbut fearing that she would never see Rastus again--the letter had made that quite clear--she changed her mind. \nShe withdrew ￡1000 from her bank and followed the kidnapper's instructions. \nThe next morning, the box had disappeared but Mrs.Ramsay was sure that the kidnapper would keep his word. \nSure enough, Rastus arrived punctually at seven o'clock that evening. \nHe looked very well, though he was rather thirsty, for he drank half a bottle of milk. \nThe police were astounded when Mrs. Ramsay told them what she had done. \nShe explained that Rastus was very dear to her. \nConsidering the amount she paid, he was dear in more ways than one!",
    "textTranslate": "绑匪通常对动物不感兴趣，但他们最近却对埃莉诺·拉姆齐夫人的猫产生了浓厚的兴趣。 \n埃莉诺·拉姆齐夫人是一位非常富有的老太太，她多年来一直和她的猫拉斯图斯合住一套公寓。 \n拉斯图斯的生活非常有规律。 \n他通常在傍晚散会儿步，并且总是在七点前回家。 \n然而，一天晚上他没有按时回家。 \n拉姆齐夫人非常担心。 \n她到处找他，但没能找到。 \n\n拉斯图斯失踪三天后，拉姆齐夫人收到了一封匿名信。 \n写信人声称拉斯图斯安然无恙，如果拉姆齐夫人支付1000英镑的赎金，他会立即被送回。 \n拉姆齐夫人被要求把钱放在一个纸板箱里，然后把它放在门外。 \n起初，她决定去报警， \n但害怕再也见不到拉斯图斯——信里已经说得很清楚了——她改变了主意。 \n她从银行取了1000英镑，并按照绑匪的指示做了。 \n第二天早上，箱子不见了，但拉姆齐夫人确信绑匪会信守承诺。 \n果然，那天晚上七点整，拉斯图斯准时回来了。 \n他看起来很好，只是相当渴，因为他喝了半瓶牛奶。 \n当拉姆齐夫人告诉警察她做了什么时，他们都非常震惊。 \n她解释说拉斯图斯对她来说非常珍贵。 \n考虑到她支付的金额，他可真是“昂贵”啊！",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/19－A Very Dear Cat.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.88,26.36],[26.36,36.36],[36.36,38.82],[38.82,45.58],[45.58,49.8],[49.8,52.41],[52.41,57.2],[57.2,64.34],[64.34,75.73],[75.73,82.62],[82.62,86.66],[86.66,96.31],[96.31,101.97],[101.97,110.27],[110.27,116.58],[116.58,124.04],[124.04,129.64],[129.64,133.38],[133.38,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.28,
      "text": "Why was Rastus 'very dear' in more ways than one?",
      "translate": "拉斯图斯为什么在不止一种意义上都很“贵”？",
      "end": 16.88
    }
  },
  {
    "id": "7CgrUO",
    "title": "Pioneer pilots",
    "titleTranslate": "飞行员的先驱",
    "text": "In 1908 Lord Northcliffe offered a prize of ￡1, 000 to the first man who would fly across the English Channel. \nOver a year passed before the first attempt was made. \nOn July 19th, 1909, in the early morning, \nHubert Latham took off from the French coast in his plane the 'Antoinette IV.' \nHe had travelled only seven miles across the Channel when his engine failed and he was forced to land on the sea. \nThe 'Antoinette' floated on the water until Latham was picked up by a ship.\n\nTwo days later, Louis Bleriot arrived near Calais with a plane called 'No.XI'. \nBleriot had been making planes since 1905 and this was his latest model. \nA week before, he had completed a successful overland flight during which he covered twenty-six miles. \nLatham, however, did not give up easily. \nHe, too, arrived near Calais on the same day with a new 'Antoinette'. \nIt looked as if there would be an exciting race across the Channel. \nBoth planes were going to take off on July 25th, but Latham failed to get up early enough. \nAfter making a short test flight at 4.15 a.m., Bleriot set off half an hour later. \nHis great flight lasted thirty-seven minutes. \nWhen he landed near Dover, the first person to greet him was a local policeman. \nLatham made another attempt a week later and got within half a mile of Dover, \nbut he was unlucky again. \nHis engine failed and he landed on the sea for the second time.",
    "textTranslate": "1908年，诺斯克利夫勋爵（Lord Northcliffe）宣布设立一项奖金，金额为1,000英镑，奖励第一个成功飞越英吉利海峡的人。 \n一年多过去了，才有人进行第一次尝试。 \n1909年7月19日，清晨时分…… \n休伯特·拉瑟姆驾驶他的飞机“安托瓦内特IV号”从法国海岸起飞了。 \n他刚刚飞越英吉利海峡七英里，引擎就发生了故障，他不得不迫降在海面上。 \n“安托瓦内特”号漂浮在水面上，直到拉瑟姆被一艘船救起。 \n\n两天后，路易·布莱里奥驾驶着一架名为“No.XI”的飞机抵达了加莱附近。 \n布莱里奥自1905年起就开始制造飞机，而这架飞机是他最新的设计作品。 \n一周前，他完成了一次成功的陆上飞行，飞行距离达到了26英里。 \n然而，拉瑟姆并没有轻易放弃。 \n他也在同一天，驾驶一架新的“安托瓦内特”号飞机，抵达了加莱附近。 \n看起来将会有一场跨越英吉利海峡的精彩比赛。 \n这两架飞机都原定于7月25日起飞，但拉瑟姆没能及时起床。 \n在凌晨4点15分进行了一次短暂的试飞后，布莱里奥于半小时后出发了。 \n他的这次精彩飞行持续了三十七分钟。 \n当他降落在多佛附近时，第一个迎接他的是一名当地警察。 \n一周后，拉瑟姆再次尝试，最终距离多佛仅剩下半英里。 \n但他又一次运气不佳了。 \n他的引擎发生了故障，他第二次降落在海面上。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/20－Pioneer Pilots.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.81,26.78],[26.78,31.28],[31.28,36.36],[36.36,43.14],[43.14,52.26],[52.26,59.22],[59.22,67.16],[67.16,74.33],[74.33,82.53],[82.53,85.76],[85.76,92.2],[92.2,97.19],[97.19,105.05],[105.05,113.1],[113.1,116.9],[116.9,123.67],[123.67,129.34],[129.34,131.85],[131.85,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.15,
      "text": "What was the name of the first plane to fly across the English Channel?",
      "translate": "第一架飞越英吉利海峡的飞机叫什么名字？",
      "end": 15.81
    }
  },
  {
    "id": "7fBWUg",
    "title": "Daniel Mendoza",
    "titleTranslate": "丹尼尔.门多萨",
    "text": "Boxing matches were very popular in England two hundred years ago. \nIn those days, boxers fought with bare fists for prize money. \nBecause of this, they were known as 'prizefighters'. \nHowever, boxing was very crude, \nfor there were no rules and a prizefighter could be seriously injured or even killed during a match.\n\nOne of the most colourful figures in boxing history was Daniel Mendoza, who was born in 1764. \nThe use of gloves was not introduced until 1860, when the Marquis of Queensberry drew up the first set of rules. \nThough he was technically a prizefighter, \nMendoza did much to change crude prizefighting into a sport, for he brought science to the game. \nIn his day, Mendoza enjoyed tremendous popularity. \nHe was adored by rich and poor alike.\n\nMendoza rose to fame swiftly after a boxing match when he was only fourteen years old. \nThis attracted the attention of Richard Humphries who was then the most eminent boxer in England. \nHe offered to train Mendoza and his young pupil was quick to learn. \nIn fact, Mendoza soon became so successful that Humphries turned against him. \nThe two men quarrelled bitterly and it was clear that the argument could only be settled by a fight. \nA match was held at Stilton, where both men fought for an hour. \nThe public bet a great deal of money on Mendoza, but he was defeated. \nMendoza met Humphries in the ring on a later occasion and he lost for a second time. \nIt was not until his third match in 1790 that he finally beat Humphries and became Champion of England. \nMeanwhile, he founded a highly successful Academy and even Lord Byron became one of his pupils. \nHe earned enormous sums of money and was paid as much as ￡100 for a single appearance. \nDespite this, he was so extravagant that he was always in debt. \nAfter he was defeated by a boxer called Gentleman Jackson, he was quickly forgotten. \nHe was sent to prison for failing to pay his debts and died in poverty in 1836.",
    "textTranslate": "两百年前，拳击比赛在英格兰非常流行。 \n在那个时候，拳击手们为了奖金而徒手搏斗。 \n正因如此，他们被称为“职业拳击手”（prizefighters）。 \n然而，当时的拳击运动还非常粗糙， \n因为当时没有任何规则可言，拳击手在比赛中很可能会受到严重伤害，甚至丧命。 \n\n拳击历史上最富有传奇色彩的人物之一是丹尼尔·门多萨（Daniel Mendoza），他出生于1764年。 \n手套的使用直到1860年才被引入；那一年，昆斯贝里侯爵制定了第一套比赛规则。 \n虽然从技术上讲他是一名职业拳击手， \n门多萨为将这种原始的拳击比赛转变为一项体育运动做出了巨大贡献，因为他为这项运动引入了科学。 \n在门多萨的时代，他享有极高的声望。 \n无论贫富，大家都非常喜爱他。 \n\n门多萨在十四岁时参加了一场拳击比赛后，迅速成名。 \n这引起了理查德·汉弗莱斯（Richard Humphries）的注意，他当时是英格兰最著名的拳击手。 \n他主动提出训练门多萨，而他的这位年轻学生学得很快。 \n事实上，门多萨很快就取得了巨大的成功，以至于汉弗莱斯转而与他为敌。 \n这两个人激烈地争吵起来，很明显，这场争执只能通过打架来解决。 \n比赛在斯蒂尔顿举行，两人打了一个小时。 \n公众在门多萨身上下了巨额赌注，但他被击败了。 \n后来，门多萨在拳击场上再次与汉弗莱斯相遇，但他又一次输了。 \n直到1790年的第三次比赛，他才终于击败了汉弗莱斯，成为英格兰冠军。 \n与此同时，他创办了一所非常成功的拳击学校，连拜伦勋爵也成了他的学生。 \n他赚了巨额的钱，单次出场费就高达100英镑。 \n尽管如此，他挥霍无度，总是负债累累。 \n在被一位名叫“绅士杰克逊”的拳击手击败后，他很快就被遗忘了。 \n他因无力偿还债务而被送进监狱，并于1836年在贫困中去世。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/21－Daniel Mendoza.mp3",
    "audioFileId": "",
    "lrcPosition": [[18.59,23.52],[23.52,28.93],[28.93,33.27],[33.27,36.63],[36.63,44.94],[44.94,53.56],[53.56,62.63],[62.63,65.75],[65.75,73.71],[73.71,78.41],[78.41,81.94],[81.94,88.42],[88.42,95.87],[95.87,100.97],[100.97,108],[108,116.5],[116.5,121.6],[121.6,127.22],[127.22,133.97],[133.97,143.5],[143.5,151.59],[151.59,159.85],[159.85,165.91],[165.91,172.53],[172.53,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.93,
      "text": "How many unsuccessful attempts did Mendoza make before becoming Champion of all England?",
      "translate": "门多萨在成为全英格兰冠军之前，失败了多少次？",
      "end": 18.59
    }
  },
  {
    "id": "fXU33I",
    "title": "By heart",
    "titleTranslate": "熟记台词",
    "text": "Some plays are so successful that they run for years on end. \nIn many ways, this is unfortunate for the poor actors who are required to go on repeating the same lines night after night. \nOne would expect them to know their parts by heart and never have cause to falter. \nYet this is not always the case.\n\nA famous actor in a highly successful play was once cast in the role of an aristocrat who had been imprisoned in the Bastille for twenty years. \nIn the last act, a gaoler would always come on to the stage with a letter which he would hand to the prisoner. \nEven though the noble was expected to read the letter at each performance, he always insisted that it should be written out in full.\n\nOne night, the gaoler decided to play a joke on his colleague to find out if, \nafter so many performances, he had managed to learn the contents of the letter by heart. \nThe curtain went up on the final act of the play and revealed the aristocrat sitting alone behind bars in his dark cell. \nJust then, the gaoler appeared with the precious letter in his hands. \nHe entered the cell and presented the letter to the aristocrat. \nBut the copy he gave him had not been written out in full as usual. \nIt was simply a blank sheet of paper. \nThe gaoler looked on eagerly, anxious to see if his fellow actor had at last learnt his lines. \nThe noble stared at the blank sheet of paper for a few seconds. \nThen, squinting his eyes, he said: 'The light is dim. Read the letter to me.' \nAnd he promptly handed the sheet of paper to the gaoler. \nFinding that he could not remember a word of the letter either, \nthe gaoler replied: 'The light is indeed dim, sire.  I must get my glasses.  ' \nWith this, he hurried off the stage. \nMuch to the aristocrat's amusement, \nthe gaoler returned a few moments later with a pair of glasses and the usual copy of the letter which he proceeded to read to the prisoner.",
    "textTranslate": "有些剧目非常成功，以至于可以连续上演多年。 \n在很多方面，这对那些可怜的演员来说确实很不公平——他们不得不夜复一夜地重复同样的台词。 \n人们会以为他们早就把台词背得滚瓜烂熟，永远不会有结巴的时候。 \n然而，情况并不总是如此。 \n\n一位在非常成功的戏剧中表现出色的著名演员，曾饰演过这样一个角色：一位被关押在巴士底狱长达二十年的贵族。 \n在最后一幕中，总是会有一个狱卒走上舞台，递给囚犯一封信。 \n尽管人们期望这位贵族在每次演出时都能宣读这封信，但他始终坚持要求必须把信的内容完整地写出来。 \n\n一天晚上，狱卒决定捉弄他的同事，想看看经过这么多次表演后，他是否已经把信的内容背下来了。 \n经过这么多次表演后，他已经能够将那封信的内容牢记在心了。 \n戏剧的最后一幕开始了：那位贵族独自坐在黑暗的牢房里，被关在铁栅栏后面。 \n就在这时，狱卒出现了，他手里拿着那封珍贵的信。 \n他走进牢房，将那封信交给了那位贵族。 \n但他递给他的那份信并没有像往常一样写满字。 \n那只是一张空白的纸而已。 \n狱卒热切地注视着，急于想知道他的搭档演员是否终于记住了台词。 \n那位贵族盯着那张空白的纸张看了几秒钟。 \n然后，他眯起眼睛说：“光线太暗了。把那封信读给我听吧。” \n然后他立刻把那张纸交给了狱卒。 \n结果狱卒发现自己也一个字都记不起来。 \n狱卒回答说：“光线确实很暗，大人。我得去拿我的眼镜。” \n说完这些，他便匆忙走下了舞台。 \n让贵族觉得好笑的是， \n过了一会儿，狱卒拿着一副眼镜和那封熟悉的信回来了，然后开始把信的内容读给囚犯听。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/22－By Heart.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.32,22.41],[22.41,32.97],[32.97,39.12],[39.12,42.81],[42.81,54.25],[54.25,63.38],[63.38,72.81],[72.81,78.41],[78.41,85.45],[85.45,95.16],[95.16,100.55],[100.55,105.36],[105.36,110.5],[110.5,114.14],[114.14,122.23],[122.23,127.45],[127.45,136.04],[136.04,140.49],[140.49,144.82],[144.82,152.56],[152.56,156.38],[156.38,158.82],[158.82,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.44,
      "text": "Which actor read the letter in the end, the aristocrat or the gaoler?",
      "translate": "最后是谁读了那封信——是那位贵族，还是狱卒？",
      "end": 17.32
    }
  },
  {
    "id": "Ianj-4",
    "title": "One man's meat is another man's poison",
    "titleTranslate": "各有所爱。",
    "text": "People become quite illogical when they try to decide what can be eaten and what cannot be eaten. \nIf you lived in the Mediterranean, for instance, you would consider octopus a great delicacy. \nYou would not be able to understand why some people find it repulsive. \nOn the other hand, your stomach would turn at the idea of frying potatoes in animal fat-the normally accepted practice in many northern countries. \nThe sad truth is that most of us have been brought up to eat certain foods and we stick to them all our lives.\n\nNo creature has received more praise and abuse than the common garden snail. \nCooked in wine, snails are a great luxury in various parts of the world. \nThere are countless people who, ever since their early years, have learned to associate snails with food. \nMy friend, Robert, lives in a country where snails are despised. \nAs his flat is in a large town, he has no garden of his own. \nFor years he has been asking me to collect snails from my garden and take them to him. \nThe idea never appealed to me very much, but one day, after a heavy shower, \nI happened to be walking in my garden when I noticed a huge number of snails taking a stroll on some of my prize plants. \nActing on a sudden impulse, I collected several dozen, put them in a paper bag, and took them to Robert. \nRobert was delighted to see me and equally pleased with my little gift. \nI left the bag in the hall and Robert and I went into the living room where we talked for a couple of hours. \nI had forgotten all about the snails when Robert suddenly said that I must stay to dinner. \nSnails would, of course, be the main dish. \nI did not fancy the idea and I reluctantly followed Robert out of the room. \nTo our dismay, \nwe saw that there were snails everywhere: \nthey had escaped from the paper bag \nand had taken complete possession of the hall! I have never be able to look at a snail since then.",
    "textTranslate": "当人们试图决定什么能吃、什么不能吃时，他们的想法会变得非常不合逻辑。 \n例如，如果你生活在地中海地区，你会认为章鱼是一种非常美味的佳肴。 \n你无法理解为什么有些人会觉得它令人反感。 \n另一方面，一想到要用动物油脂来煎土豆，你就会感到恶心——而在许多北方国家，这种做法却是被普遍接受的。 \n令人遗憾的事实是，我们大多数人都被教导要吃某些特定的食物，并且一生都坚持吃这些食物。 \n\n没有哪种生物像普通的花园蜗牛那样，既备受赞誉，又饱受诟病。 \n用葡萄酒烹制的蜗牛，在世界各地都被视为一种高级的美食。 \n有无数的人，从很小的时候起，就学会了将蜗牛与食物联系在一起。 \n我的朋友罗伯特住在一个人们非常厌恶蜗牛的国家。 \n由于他的公寓位于一个较大的城镇里，所以他并没有自己的花园。 \n多年来，他一直让我从我的花园里采集蜗牛，然后带给他。 \n这个想法我一直不太感兴趣，但有一天，在一场大雨之后…… \n我正好在花园里散步，突然发现大量的蜗牛正在我的那些珍贵的植物上爬来爬去。 \n一时冲动之下，我收集了几十只蜗牛，把它们装进一个纸袋里，然后拿给了罗伯特。 \n罗伯特见到我非常高兴，对我的小礼物也同样感到满意。 \n我把袋子放在门厅里，然后和罗伯特一起进了客厅，我们在那里聊了两个小时。 \n我完全把那些蜗牛的事给忘了，直到罗伯特突然说：“你必须留下来吃晚饭。” \n当然，蜗牛会是主菜。 \n我并不喜欢这个主意，但还是不情愿地跟着罗伯特走出了房间。 \n令我们惊恐的是…… \n我们发现到处都有蜗牛。 \n它们从那个纸袋里逃出来了。 \n并且完全占领了门厅！从那以后，我再也没法看蜗牛了。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/23－One Man's Meat is Another Man's Poison.mp3",
    "audioFileId": "",
    "lrcPosition": [[20.29,28.51],[28.51,35.92],[35.92,41.78],[41.78,53.91],[53.91,63.19],[63.19,69.56],[69.56,75.43],[75.43,84.2],[84.2,90.31],[90.31,95.31],[95.31,102.46],[102.46,109.17],[109.17,118.55],[118.55,127.01],[127.01,133.03],[133.03,140.56],[140.56,147.73],[147.73,151.79],[151.79,157.9],[157.9,159.7],[159.7,162.97],[162.97,165.4],[165.4,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 11.55,
      "text": "What was it about snails that made the writer collect them for his friend on that day in particular?",
      "translate": "究竟是蜗牛的什么特性，让作者在那天特意为他的朋友收集了它们呢？",
      "end": 20.29
    }
  },
  {
    "id": "f6jPkQ",
    "title": "A skeleton in the cupboard",
    "titleTranslate": "“家丑”",
    "text": "We often read in novels how a seemingly respectable person \nor family has some terrible secret which has been concealed from strangers for years. \nThe English language possesses a vivid saying to describe this sort of situation. \nThe terrible secret is called 'a skeleton in the cupboard'. \nAt some dramatic moment in the story, the terrible secret becomes known and a reputation is ruined. \nThe reader's hair stands on end when he reads in the final pages of the novel that the heroine, \na dear old lady who had always been so kind to everybody, had, in her youth, poisoned every one of her five husbands.\n\nIt is all very well for such things to occur in fiction. \nTo varying degrees, we all have secrets which we do not want even our closest friends to learn, \nbut few of us have skeletons in the cupboard. \nThe only person I know who has a skeleton in the cupboard is George Carlton, and he is very proud of the fact. \nGeorge studied medicine in his youth. \nInstead of becoming a doctor, however, he became a successful writer of detective stories. \nI once spent an uncomfortable weekend which I shall never forget at his house. \nGeorge showed me to the guestroom which, he said, was rarely used. \nHe told me to unpack my things and then come down to dinner. \nAfter I had stacked my shirts and underclothes in two empty drawers, I decided to hang one of the two suits I had brought with me in the cupboard. \nI opened the cupboard door and then stood in front of it petrified. \nA skeleton was dangling before my eyes. \nThe sudden movement of the door made it sway slightly and it gave me the impression that it was about to leap out at me. \nDropping my suit, I dashed downstairs to tell George. \nThis was worse than 'a terrible secret'; this was a real skeleton! \nBut George was unsympathetic. \n'Oh, that,' he said with a smile as if he were talking about an old friend. \n'That's Sebastian. You forget that I was a medical student once upon a time.'",
    "textTranslate": "我们在小说中经常看到这样的情节：一个表面上看起来很体面、值得尊敬的人…… \n或者这个家庭隐藏着一个可怕的秘密，这个秘密多年来一直被对外人隐瞒着。 \n英语中有一句非常生动的表达，用来形容这种情况。 \n这个可怕的秘密就叫“柜中骷髅”。 \n在故事中的某个关键时刻，那个可怕的秘密被揭露了，从而导致一个人的声誉彻底毁掉。 \n当读者读到小说最后几页，发现女主角…… \n一位一直对所有人都非常友善的善良老妇人，在她年轻时，竟然毒死了她的五位丈夫。 \n\n这种事发生在小说里倒也罢了。 \n在某种程度上，我们每个人都有自己不想让最亲密的朋友知道的秘密。 \n但我们中很少有人真有“柜中骷髅”。 \n我认识的唯一有“柜中骷髅”的人是乔治·卡尔顿，而且他还对此引以为豪。 \n乔治年轻时学习过医学。 \n然而，他并没有成为医生，而是成为了一名成功的侦探小说作家。 \n我曾在他的家里度过了一个极其不愉快的周末，那个经历我永远都不会忘记。 \n乔治带我去了客房，他说这个房间很少有人使用。 \n他让我先把行李收拾好，然后再下来吃晚饭。 \n我把衬衫和内衣整理好后，放进了两个空抽屉里；接着，我决定把带来的两套西装中的一套挂在衣柜里。 \n我打开了橱柜的门，然后站在那里，吓得动弹不得。 \n一具骷髅悬挂在我的眼前。 \n门的突然晃动让它也跟着摇摆起来，给我的感觉是它好像要朝我扑过来似的。 \n我立刻放下西装，冲下楼去告诉乔治。 \n这比“一个可怕的秘密”还要糟糕；那简直是一具真正的骷髅！ \n但乔治却毫无同情之心。 \n“哦，那个啊，”他笑着说，仿佛在谈论一个老朋友一样， \n“那是塞巴斯蒂安。你忘了，我曾经也是一名医学生。”",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/24－A Skeleton in the Cupboard.mp3",
    "audioFileId": "",
    "lrcPosition": [[11.87,17.06],[17.06,24.73],[24.73,30.61],[30.61,35.69],[35.69,43.08],[43.08,49.34],[49.34,59.79],[59.79,64.47],[64.47,71.76],[71.76,75.5],[75.5,83.87],[83.87,86.67],[86.67,93.77],[93.77,99.38],[99.38,104.02],[104.02,108.33],[108.33,118.38],[118.38,123.32],[123.32,127.06],[127.06,135.32],[135.32,140.4],[140.4,145.85],[145.85,148.42],[148.42,154.56],[154.56,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.68,
      "text": "Who was Sebastian?",
      "translate": "塞巴斯蒂安是谁？",
      "end": 11.87
    }
  },
  {
    "id": "KHKa1A",
    "title": "The Cutty Sark",
    "titleTranslate": "“卡蒂萨克”号帆船",
    "text": "One of the most famous sailing ships of the nineteenth century, the Cutty Sark, can still be seen at Greenwich. \nShe stands on dry land and is visited by thousands of people each year. \nShe serves as an impressive reminder of the great ships of the past. \nBefore they were replaced by steamships, \nsailing vessels like the Cutty Sark were used to carry tea from China and wool from Australia. \nThe Cutty Sark was one of the fastest sailing ships that has ever been built. \nThe only other ship to match her was the Thermopylae. \nBoth these ships set out from Shanghai on June 18th, 1872 on an exciting race to England. \nThis race, which went on for exactly four months, was the last of its kind. \nIt marked the end of the great tradition of ships with sails and the beginning of a new era.\n\nThe first of the two ships to reach Java after the race had begun was the Thermopylae, \nbut on the Indian Ocean, the Cutty Sark took the lead. \nIt seemed certain that she would be the first ship home, \nbut during the race she had a lot of bad luck. \nIn August, she was struck by a very heavy storm during which her rudder was torn away. \nThe Cutty Sark rolled from side to side and it became impossible to steer her. \nA temporary rudder was made on board from spare planks and it was fitted with great difficulty. \nThis greatly reduced the speed of the ship, for there was a danger that if she travelled too quickly, \nthis rudder would be torn away as well. \nBecause of this, the Cutty Sark lost her lead. \nAfter crossing the Equator, the captain called in at a port to have a new rudder fitted, \nbut by now the Thermopylae was over five hundred miles ahead. \nThough the new rudder was fitted at tremendous speed, it was impossible for the Cutty Sark to win. \nShe arrived in England a week after the Thermopylae. \nEven this was remarkable, considering that she had had so many delays. \nThere is no doubt that if she had not lost her rudder she would have won the race easily.",
    "textTranslate": "作为19世纪最著名的帆船之一，“Cutty Sark”至今仍可以在格林尼治博物馆看到。 \n她站在陆地上，每年都有成千上万的人前来参观她。 \n她仿佛是一面令人印象深刻的镜子，让人们想起过去那些宏伟的船只。 \n在它们被蒸汽船取代之前， \n像“Cutty Sark”这样的帆船曾被用来从中国运输茶叶，从澳大利亚运输羊毛。 \n“Cutty Sark”是有史以来建造的最快的帆船之一。 \n唯一能与她相媲美的船只就是“Thermopylae”号了。 \n这两艘船都于1872年6月18日从上海出发，参加了一场前往英国的激动人心的竞赛。 \n这场比赛持续了整整四个月，也是这类比赛中的最后一场比赛。 \n这标志着帆船这一伟大传统的终结，以及一个新时代的开始。 \n\n在比赛开始后，最先抵达爪哇的两艘船只中，第一艘是“Thermopylae”号。 \n但在印度洋上，库蒂·萨克号（Cutty Sark）却取得了领先地位。 \n看起来她肯定会成为第一个返回家的“船只”（即第一个完成任务的成员）。 \n但在比赛中，她遭遇了很多不幸（或者说：她遇到了很多麻烦或困难）。 \n八月份，她遭遇了一场猛烈的风暴，风暴中她的舵被彻底损坏（即被风暴中的力量扯掉了）。 \n“Cutty Sark”号开始左右摇晃，根本无法再控制它的航向了。 \n他们在船上用多余的木板制作了一个临时舵，并且安装这个临时舵的过程非常困难。 \n这大大降低了船的速度，因为如果船行驶得太快，就存在危险。 \n这个舵也会被扯掉的。 \n正因如此，Cutty Sark失去了领先优势。 \n在越过赤道后，船长停靠在一个港口，更换了船上的舵。 \n但那时，Thermopylae号已经领先了五百多英里。 \n尽管新的舵被迅速安装上了，Cutty Sark号还是无法赶上它。 \nCutty Sark号在Thermopylae号之后一周才抵达英格兰。 \n考虑到途中经历了许多延误，这一成绩已经非常了不起了。 \n毫无疑问，如果她没有失去舵，她本可以轻松赢得比赛。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/25－The Cutty Sark.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.14,24.39],[24.39,30.28],[30.28,36.09],[36.09,39.07],[39.07,47.25],[47.25,53.22],[53.22,58.15],[58.15,67.82],[67.82,74.61],[74.61,82.51],[82.51,89.6],[89.6,93.88],[93.88,97.67],[97.67,101.86],[101.86,109.43],[109.43,115.93],[115.93,123.64],[123.64,130.86],[130.86,134.6],[134.6,138.74],[138.74,145.65],[145.65,150.98],[150.98,159.18],[159.18,163.39],[163.39,169.29],[169.29,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.48,
      "text": "What piece of bad luck prevented the Cutty Sark from winning the race?",
      "translate": "是什么倒霉的事情导致“Cutty Sark”号没能赢得这场比赛呢？",
      "end": 16.14
    }
  },
  {
    "id": "21yfe8",
    "title": "Wanted: a large biscuit tin",
    "titleTranslate": "征购大饼干筒",
    "text": "No one can avoid being influenced by advertisements. \nMuch as we may pride ourselves on our good taste, \nwe are no longer free to choose the things we want, \nfor advertising exerts a subtle influence on us. \nIn their efforts to persuade us to buy this or that product, \nadvertisers have made a close study of human nature and have classified all our little weaknesses.\n\nAdvertisers discovered years ago that all of us love to get something for nothing. \nAn advertisement which begins with the magic word FREE can rarely go wrong. \nThese days, advertisers not only offer free samples, \nbut free cars, free houses, and free trips round the world as well. \nThey devise hundreds of competitions which will enable us to win huge sums of money. \nRadio and television have made it possible for advertisers to capture the attention of millions of people in this way.\n\nDuring a radio programme, a company of biscuit manufacturers once asked listeners to bake biscuits and send them to their factory. \nThey offered to pay $10 a pound for the biggest biscuit baked by a listener. \nThe response to this competition was tremendous. \nBefore long, biscuits of all shapes and sizes began arriving at the factory. \nOne lady brought biscuit on a wheelbarrow. It weighed nearly 500 pounds. \nA little later, a man came along with a biscuit which occupied the whole boot of his car. \nAll the biscuits that were sent were carefully weighed. \nThe largest was 713 pounds. It seemed certain that this would win the prize. \nBut just before the competition closed, \na lorry arrived at the factory with a truly colossal biscuit which weighed 2, 400 pounds. \nIt had been baked by a college student who had used over 1, 000 pounds of flour, 800 pounds of sugar, \n200 pounds of fat, and 400 pounds of various other ingredients. \nIt was so heavy that a crane had to be used to remove it from the lorry. \nThe manufacturers had to pay more money than they had anticipated, for they bought the biscuit from the student for $24, 000.",
    "textTranslate": "没有人能够完全不受广告的影响。 \n尽管我们常常为自己的品味感到自豪， \n但实际上我们已不再能够自由选择自己真正想要的东西， \n因为广告对我们产生了潜移默化的影响。 \n为了说服我们购买某种产品， \n广告商们深入研究了人类的心理，并分类整理了我们所有的小弱点。 \n\n多年前，广告商们就发现：我们都喜欢免费获得东西。 \n任何以“免费”这个词开头的广告几乎都不会失败。 \n如今，广告商们不仅提供免费样品，…… \n还有免费的汽车、免费的房子，以及免费的环球旅行机会。 \n他们设计了数百种比赛，让我们有机会赢得巨额奖金。 \n广播和电视使得广告商能够以这种方式吸引数百万人的注意力。 \n\n在一次广播节目中，一家饼干制造商邀请听众们烤制饼干并寄到他们的工厂。 \n他们提出愿意以每磅10美元的价格购买听众们烤制的最大尺寸的饼干。 \n这次比赛的反响非常热烈（或：这次比赛的响应非常强烈）。 \n不久之后，各种形状和大小的饼干开始运送到工厂里。 \n一位女士用手推车运来一块饼干，它重达近500磅。 \n过了一会儿，一个男人走了过来，他带来的饼干占据了他汽车整个后备箱的空间。 \n所有被寄出的饼干都经过了仔细的称重。 \n最大的那个重达713磅；看起来它肯定会赢得这个奖项。 \n但在比赛即将结束之前， \n一辆卡车将一块重量高达2,400磅的巨型饼干送到了工厂。 \n这块饼干是由一名大学生烤制的；他用了超过1000磅的面粉和800磅的糖。 \n200磅的脂肪，以及400磅的其他各种成分。 \n它太重了，必须使用起重机才能将其从卡车上卸下来。 \n制造商们不得不支付比预期更多的钱，因为他们以24,000美元的价格从那位学生手中买下了这块饼干。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/26－Wanted a Large Biscuit Tin.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.29,19.62],[19.62,23.32],[23.32,26.61],[26.61,30.96],[30.96,35.11],[35.11,43.15],[43.15,48.96],[48.96,55.87],[55.87,59.82],[59.82,66.8],[66.8,72.73],[72.73,81.12],[81.12,91.28],[91.28,97.09],[97.09,100.86],[100.86,107.05],[107.05,113.41],[113.41,120.71],[120.71,124.3],[124.3,132.33],[132.33,135.63],[135.63,144.44],[144.44,152.59],[152.59,158.26],[158.26,163.97],[163.97,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 11.15,
      "text": "Who won the prize for the biggest biscuit?",
      "translate": "谁赢得了“最大饼干”奖呢？",
      "end": 15.29
    }
  },
  {
    "id": "zWBIpR",
    "title": "Nothing to sell and nothing to buy",
    "titleTranslate": "不卖不买",
    "text": "It has been said that everyone lives by selling something. \nIn the light of this statement, teachers live by selling knowledge, \nphilosophers by selling wisdom and priests by selling spiritual comfort. \nThough it may be possible to measure the value of material goods in terms of money, \nit is extremely difficult to estimate the true value of the services which people perform for us. \nThere are times when we would willingly give everything we possess to save our lives, \nyet we might grudge paying a surgeon a high fee for offering us precisely this service. \nThe conditions of society are such that skills have to be paid for in the same way that goods are paid for at a shop. \nEveryone has something to sell.\n\nTramps seem to be the only exception to this general rule. \nBeggars almost sell themselves as human beings to arouse the pity of passers-by. \nBut real tramps are not beggars. \nThey have nothing to sell and require nothing from others. \nIn seeking independence, they do not sacrifice their human dignity. \nA tramp may ask you for money, but he will never ask you to feel sorry for him. \nHe has deliberately chosen to lead the life he leads and is fully aware of the consequences. \nHe may never be sure where the next meal is coming from, \nbut he is free from the thousands of anxieties which afflict other people. \nHis few material possessions make it possible for him to move from place to place with ease. \nBy having to sleep in the open, he gets far closer to the world of nature than most of us ever do. \nHe may hunt, beg, or steal occasionally to keep himself alive; \nhe may even, in times of real need, do a little work; but he will never sacrifice his freedom. \nWe often speak of tramps with contempt and put them in the same class as beggars, \nbut how many of us can honestly say that we have not felt a little envious of their simple way of life and their freedom from care?",
    "textTranslate": "有人说过，每个人都是通过出售某种东西来谋生的。 \n根据这一说法，教师的工作就是通过传授知识来谋生。 \n哲学家通过传授智慧来谋生，而牧师则通过提供精神慰藉来获得收入。 \n虽然可以用金钱来衡量物质财富的价值， \n很难准确估计人们为我们提供的服务的真正价值。 \n有时候，为了挽救自己的生命，我们甚至愿意放弃自己拥有的一切。 \n然而，我们可能会不愿意为外科医生支付高额的费用，仅仅因为他们为我们提供了这项服务。 \n当前的社会状况决定了：技能的价值必须像商品在商店里被出售时那样，通过金钱来体现（即技能也需要通过金钱来获得）。 \n每个人都有东西可以出售。 \n\n流浪汉似乎是这条普遍规则的唯一例外。 \n乞丐们几乎是在“出卖自己的人格”，以激起路人的同情心。 \n但是，真正的流浪者并不是乞丐。 \n他们没有什么可以出售的，也不需要从别人那里得到任何东西。 \n在追求独立的过程中，他们并没有牺牲自己的人格尊严。 \n一个流浪汉可能会向你乞讨钱财，但他永远不会要求你同情他。 \n他自己是主动选择了这样的生活方式，并且完全清楚这样做会带来什么样的后果。 \n他可能永远都无法确定下一顿饭从哪里来（也就是说，他可能永远不知道自己下一顿饭的食物来源或来源地）。 \n但他摆脱了那些困扰其他人的成千上万种焦虑情绪。 \n他仅有的一些物质财富使他能够轻松地从一个地方搬到另一个地方。 \n由于不得不在户外露宿，他比我们大多数人更接近大自然的世界。 \n他可能会偶尔通过打猎、乞讨或偷窃来维持生计。 \n在真正需要的时候，他或许也会稍微工作一下；但他永远不会牺牲自己的自由。 \n我们常常轻蔑地看待流浪者，把他们和乞丐归为同一类， \n但又有多少人能坦诚地说，自己没有羡慕过他们简单的生活方式以及无忧无虑的生活状态呢？",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/27－Nothing to Sell and Nothing to Buy.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.99,21.3],[21.3,25.93],[25.93,31.97],[31.97,38.43],[38.43,46.57],[46.57,52.85],[52.85,60.36],[60.36,68.78],[68.78,72.01],[72.01,76.71],[76.71,83.13],[83.13,85.62],[85.62,90.15],[90.15,95.55],[95.55,101.53],[101.53,109.15],[109.15,113.69],[113.69,119.99],[119.99,127.89],[127.89,136.18],[136.18,141.89],[141.89,150.07],[150.07,156.15],[156.15,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 11.24,
      "text": "What is the most important thing for a tramp?",
      "translate": "对于一个流浪者来说，最重要的是什么？",
      "end": 16.99
    }
  },
  {
    "id": "uRCARc",
    "title": "Five pound too dear",
    "titleTranslate": "五磅也太贵",
    "text": "Small boats loaded with wares sped to the great liner as she was entering the harbour. \nBefore she had anchored, the men from the boats had climbed on board \nand the decks were soon covered with colourful rugs from Persia, \nsilks from India, copper coffee pots, and beautiful handmade silverware. \nIt was difficult not to be tempted. \nMany of the tourists on board had begun bargaining with the tradesmen, \nbut I decided not to buy anything until I had disembarked.\n\nI had no sooner got off the ship than I was assailed by a man who wanted to sell me a diamond ring. \nI had no intention of buying one, \nbut I could not conceal the fact that I was impressed by the size of the diamonds. \nSome of them were as big as marbles. \nThe man went to great lengths to prove that the diamonds were real. \nAs we were walking past a shop, he held a diamond firmly against the window and made a deep impression in the glass. \nIt took me over half an hour to get rid of him.\n\nThe next man to approach me was selling expensive pens and watches. \nI examined one of the pens closely. It certainly looked genuine. \nAt the base of the gold cap, the words 'made in the U.S.A.' had been neatly inscribed. \nThe man said that the pen was worth ￡50, but as a special favour, he would let me have it for ￡30. \nI shook my head and held up five fingers indicating that I was willing to pay ￡5. \nGesticulating wildly, the man acted as if he found my offer outrageous, \nbut he eventually reduced the price to 10 pounds. \nShrugging my shoulders I began to walk away when, \na moment later, he ran after me and thrust the pen into my hands. \nThough he kept throwing up his arms in despair, he readily accepted the ￡5 I gave him. \nI felt especially pleased with my wonderful bargain--until I got back to the ship. \nNo matter how hard I tried, \nit was impossible to fill this beautiful pen with ink and to this day it has never written a single word!",
    "textTranslate": "当那艘大型客轮驶入港口时，载满货物的小船迅速朝它驶去。 \n在它抛锚之前，小船上的人就已经爬上了大船。 \n很快，这些甲板上就铺上了来自波斯的彩色地毯。 \n来自印度的丝绸、铜制的咖啡壶，以及精美的手工银器。 \n很难抗拒这种诱惑。 \n船上的许多游客已经开始与商贩们讨价还价了。 \n但我决定在离船之前不买任何东西。 \n\n我刚下船，就立刻被一个男人缠住了——他想要向我推销一枚钻石戒指。 \n我本来就没有打算买一个的。 \n但我无法隐瞒这样一个事实：这些钻石的尺寸确实让我印象深刻。 \n其中一些钻石有弹珠那么大。 \n这个人付出了巨大的努力来证明这些钻石是真品。 \n当我们经过一家商店时，他用力将那颗钻石压在窗户上，从而在玻璃上留下了一个明显的印记。 \n我花了半个多小时才把他打发走。 \n\n下一个向我走来的人在推销昂贵的钢笔和手表。 \n我仔细检查了其中一支笔。它看起来确实是真的。 \n在金笔帽的底部，刻着‘美国制造’的字样，非常工整。 \n那个人说这支笔的价值是 50 英镑，但作为一项特别的优惠，他愿意以 30 英镑的价格把笔卖给我。 \n我摇了摇头，然后竖起了五根手指，表示我愿意支付 5 英镑。 \n那男人夸张地比划着，好像我的报价让他很生气， \n但他最终将价格降到了10英镑。 \n我耸了耸肩，正准备走开时，突然…… \n过了一会儿，他追上来，把那支笔塞到了我的手里。 \n尽管他绝望地举起双臂，但还是爽快地收下了我给的5英镑。 \n我对这笔“超值”的交易感到非常满意——直到我回到船上。 \n不管我怎么试， \n这枝漂亮的钢笔根本无法装上墨水；直到今天，它仍然一个字也没写过！",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/28－Five Pounds Too Dear.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.88,23.63],[23.63,28.49],[28.49,33.3],[33.3,40.08],[40.08,43.3],[43.3,47.47],[47.47,53.56],[53.56,62.16],[62.16,64.87],[64.87,71.44],[71.44,74.63],[74.63,79.9],[79.9,88.9],[88.9,92.93],[92.93,98.1],[98.1,103.78],[103.78,112.31],[112.31,122.21],[122.21,130.51],[130.51,137.42],[137.42,142.62],[142.62,146.62],[146.62,153.35],[153.35,160.57],[160.57,167.77],[167.77,170.57],[170.57,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.72,
      "text": "Why was even five pounds 'too dear' ?",
      "translate": "为什么连五英镑都嫌贵呢？",
      "end": 16.88
    }
  },
  {
    "id": "c_x1RZ",
    "title": "Funny or not?",
    "titleTranslate": "是否可笑？",
    "text": "Whether we find a joke funny or not largely depends on where we have been brought up. \nThe sense of humour is mysteriously bound up with national characteristics. \nA Frenchman, for instance, might find it hard to laugh at a Russian joke. \nIn the same way, a Russian might fail to see anything amusing in a joke \nwhich would make an Englishman laugh to tears.\n\nMost funny stories are based on comic situations. \nIn spite of national differences, certain funny situations have a universal appeal. \nNo matter where you live, \nyou would find it difficult not to laugh at, say, Charlie Chaplin's early films. \nHowever, a new type of humour, which stems largely from U.S., has recently come into fashion. \nIt is called 'sick humour'. Comedians base their jokes on tragic situations like violent death or serious accidents. \nMany people find this sort of joke distasteful. \nThe following example of 'sick humour' will enable you to judge for yourself.\n\nA man who had broken his right leg was taken to hospital a few weeks before Christmas. \nFrom the moment he arrived there, \nhe kept on pestering his doctor to tell him when he would be able to go home. \nHe dreaded having to spend Christmas in hospital. \nThough the doctor did his best, the patient's recovery was slow. \nOn Christmas day, the man still had his right leg in plaster. \nHe spent a miserable day in bed thinking of all the fun he was missing. \nThe following day, however, the doctor consoled him by telling him \nthat his chances of being able to leave hospital in time for New Year celebrations were good. \nThe man took heart and sure enough, on New Year's Eve he was able to hobble along to a party. \nTo compensate for his unpleasant experiences in hospital, \nthe man drank a little more than was good for him. \nIn the process, he enjoyed himself thoroughly and kept telling everybody how much he hated hospitals. \nHe was still mumbling something about hospitals at the end of the party when he slipped on a piece of ice and broke his left leg.",
    "textTranslate": "我们是否觉得某个笑话好笑，很大程度上取决于我们的成长环境。 \n幽默感似乎与一个国家的民族特性有着某种神秘的联系。 \n例如，一个法国人可能很难被一个俄罗斯笑话逗笑。 \n同样地，一个俄罗斯人可能根本看不出某个笑话有什么好笑的地方。 \n而这个笑话却能让英国人笑出眼泪。 \n\n大多数有趣的故事都是基于一些滑稽、搞笑的情境创作的。 \n尽管存在文化差异，但某些有趣的情境却具有普遍的吸引力。 \n无论你住在哪里， \n你很难不笑出来，比如说，看查理·卓别林的早期电影。 \n然而，最近一种新型的幽默风格开始流行起来，这种幽默主要源自美国。 \n这被称为“病态幽默”。喜剧演员的笑料往往基于一些悲剧性场景，比如暴力死亡或严重事故。 \n很多人觉得这种类型的笑话很令人反感。 \n以下这个“病态幽默”的例子，可以让你自己判断一下这种幽默风格到底如何。 \n\n一名右腿骨折的男子在圣诞节前几周被送往医院。 \n从他到达那里的那一刻起， \n他一直缠着医生，想知道自己什么时候可以回家。 \n他非常害怕不得不在医院里度过圣诞节。 \n尽管医生尽了最大努力，患者的康复进程仍然很缓慢。 \n在圣诞节那天，那个人的右腿仍然打着石膏。 \n他在床上度过了痛苦的一天，一直在想着自己错过的所有乐趣。 \n然而，第二天医生安慰他说： \n他按时出院、能够参加新年庆祝活动的几率很大。 \n那男人重新振作起来，果然在除夕夜时，他还能一瘸一拐地赶到参加派对。 \n为了弥补他在医院里所经历的不愉快经历， \n那个人喝得有点过量了。 \n在这个过程中，他玩得非常开心，还不停地告诉所有人他有多讨厌医院。 \n派对结束时，他还在嘟囔着关于医院的事情；突然，他踩到一块冰，摔倒了，导致左腿骨折。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/29－Funny or Not.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.46,21.14],[21.14,27.58],[27.58,33.15],[33.15,38.74],[38.74,43.08],[43.08,47.99],[47.99,54.56],[54.56,56.47],[56.47,63.16],[63.16,71.51],[71.51,82.68],[82.68,87.3],[87.3,93.87],[93.87,100.55],[100.55,102.86],[102.86,108.84],[108.84,112.72],[112.72,117.97],[117.97,123.68],[123.68,129.44],[129.44,134.27],[134.27,141.56],[141.56,149.68],[149.68,154.63],[154.63,158.28],[158.28,167.15],[167.15,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.34,
      "text": "What is the basis of 'sick' humour?",
      "translate": "“病态”幽默（即那些令人不适、甚至反感的幽默）的依据是什么呢？",
      "end": 14.46
    }
  },
  {
    "id": "kBNJXg",
    "title": "The death of a ghost",
    "titleTranslate": "幽灵之死",
    "text": "For years, villagers believed that Endley farm was haunted. \nThe farm was owned by two brothers, Joe and Bob Cox. \nThey employed a few farmhands, but no one was willing to work there long. \nEvery time a worker gave up his job, he told the same story. \nFarm labourers said that they always woke up to find that work had been done overnight. \nHay had been cut and cowsheds had been cleaned. \nA farm worker, who stayed up all night, claimed to have seen a figure cutting corn in the moonlight. \nIn time, it became an accepted fact that the Cox brothers employed a conscientious ghost that did most of their work for them.\n\nNo one suspected that there might be someone else on the farm who had never been seen. \nThis was indeed the case. \nA short time ago, villagers were astonished to learn that the ghost of Endley had died. \nEveryone went to the funeral, for the 'ghost' was none other than Eric Cox, \na third brother who was supposed to have died as a young man. \nAfter the funeral, Joe and Bob revealed a secret which they had kept for over fifty years.\n\nEric had been the eldest son of the family, very much older than his two brothers. \nHe had been obliged to join the army during the Second World War. \nAs he hated army life, he decided to desert his regiment. \nWhen he learnt that he would be sent abroad, \nhe returned to the farm and his father hid him until the end of the war. \nFearing the authorities, Eric remained in hiding after the war as well. \nHis father told everybody that Eric had been killed in action. \nThe only other people who knew the secret were Joe and Bob. \nThey did not even tell their wives. \nWhen their father died they thought it their duty to keep Eric in hiding. \nAll these years, Eric had lived as a recluse. \nHe used to sleep during the day and work at night, \nquite unaware of the fact that he had become the ghost of Endley. \nWhen he died, however, his brothers found it impossible to keep the secret any longer.",
    "textTranslate": "多年来，村民们一直相信恩德利农场有鬼魂出没。 \n这个农场归两兄弟乔·考克斯和鲍勃·考克斯所有。 \n他们雇了一些农场工人，但没有人愿意在那里长期工作。 \n每次有工人辞职时，他都会讲述同一个故事。 \n农场工人们说，他们早上醒来时总会发现，头天晚上的活儿都干完了。 \n干草已经被割下，牛棚也已经被清理干净了。 \n一位熬夜的农场工人声称，他曾在月光下看见一个人影在收割庄稼。 \n久而久之，大家就都相信考克斯兄弟雇了个勤快的鬼，帮他们干了大部分的活儿。 \n\n谁也没想到农场里还藏着个谁也没见过的人。 \n事实确实如此。 \n不久前，村民们听说恩德利的鬼魂死了，都大吃一惊。 \n大家都参加了葬礼，因为那个“鬼魂”其实就是埃里克·考克斯。 \n是他们的三弟，人们原以为他年轻时就死了。 \n葬礼结束后，乔和鲍勃透露了一个他们保守了五十多年的秘密。 \n\n埃里克是家中的老大，比两个弟弟年长很多。 \n在第二次世界大战期间，他被迫加入了军队。 \n因为他特别讨厌军队生活，就决定当逃兵。 \n当他得知自己将被派往国外时， \n他回到了农场，他的父亲把他藏了起来，直到战争结束。 \n因为怕被政府发现，埃里克战后也一直躲着。 \n他的父亲告诉所有人，埃里克在战斗中牺牲了。 \n除了乔和鲍勃，再没有别人知道这个秘密了。 \n他们甚至都没有告诉自己的妻子。 \n父亲去世后，他们觉得继续把埃里克藏起来是自己的责任。 \n这些年来，埃里克一直过着隐居的生活。 \n他过去常常在白天睡觉，晚上工作。 \n他压根儿不知道自己已经成了恩德利的鬼。 \n然而，当他去世后，他的兄弟们发现再也无法保守这个秘密了。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/30－The Death of a Ghost.mp3",
    "audioFileId": "",
    "lrcPosition": [[13.75,18.87],[18.87,23.74],[23.74,29.26],[29.26,34.95],[34.95,41.59],[41.59,46.03],[46.03,53.64],[53.64,64.02],[64.02,70.07],[70.07,72.81],[72.81,80],[80,86.85],[86.85,91.43],[91.43,99.47],[99.47,105.49],[105.49,110.25],[110.25,116.13],[116.13,118.99],[118.99,124.41],[124.41,130.36],[130.36,135.03],[135.03,139.49],[139.49,142.69],[142.69,147.7],[147.7,152.66],[152.66,155.66],[155.66,160.6],[160.6,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.46,
      "text": "Why did the two brothers keep the secret?",
      "translate": "为什么这两兄弟要保守这个秘密呢？",
      "end": 13.75
    }
  },
  {
    "id": "VY9lJM",
    "title": "A lovable eccentric",
    "titleTranslate": "可爱的怪人",
    "text": "True eccentrics never deliberately set out to draw attention to themselves. \nThey disregard social conventions without being conscious that they are doing anything extraordinary. \nThis invariably wins them the love and respect of others, for they add colour to the dull routine of everyday life.\n\nUp to the time of his death, Richard Colson was one of the most notable figures in our town. \nHe was a shrewd and wealthy businessman, \nbut most people in the town hardly knew anything about this side of his life. \nHe was known to us all as Dickie and his eccentricity had become legendary long before he died.\n\nDickie disliked snobs intensely. \nThough he owned a large car, he hardly ever used it, preferring always to go on foot. \nEven when it was raining heavily, he refused to carry an umbrella. \nOne day, he walked into an expensive shop after having been caught in a particularly heavy shower. \nHe wanted to buy a ￡300 watch for his wife, \nbut he was in such a bedraggled condition that an assistant refused to serve him. \nDickie left the shop without a word and returned carrying a large cloth bag. \nAs it was extremely heavy, he dumped it on the counter. \nThe assistant asked him to leave, but Dickie paid no attention to him and requested to see the manager. \nRecognizing who the customer was, \nthe manager was most apologetic and reprimanded the assistant severely. \nWhen Dickie was given the watch, he presented the assistant with the cloth bag. \nIt contained ￡300 in pennies. \nHe insisted on the assistant's counting the money before he left--30, 000 pennies in all! \nOn another occasion, he invited a number of important critics to see his private collection of modern paintings. \nThis exhibition received a great deal of attention in the press, \nfor though the pictures were supposed to be the work of famous artists, \nthey had in fact been painted by Dickie. \nIt took him four years to stage this elaborate joke simply to prove that critics do not always know what they are talking about.",
    "textTranslate": "真正的怪人从来都不会刻意去吸引别人的注意。 \n他们无视社会习俗，却完全没有意识到自己的行为有什么特别之处。 \n这无疑为他们赢得了他人的喜爱与尊重，因为他们为平淡的日常生活增添了色彩。 \n\n直到去世，理查德·科尔森一直是我们镇上最杰出的人物之一。 \n他是一位精明且富有的商人。 \n但镇上的大多数人对他这一面的生活几乎一无所知。 \n我们都叫他迪基，他的古怪行为早在他去世前就已成了传奇。 \n\n迪基极其讨厌势利小人。 \n尽管他拥有一辆豪车，但他几乎从不使用它，总是更喜欢步行出行。 \n即使下着大雨，他也拒绝打伞。 \n一天，他在一场倾盆大雨中淋得湿透后，走进了一家高档商店。 \n他想给妻子买一块价值300英镑的手表。 \n但他当时的样子实在太狼狈了，以至于店员拒绝为他服务。 \n迪基一言不发地离开了商店，然后回来时手里拿着一个大布袋。 \n由于它非常重，他就把它扔在了柜台上。 \n助理让他离开，但迪基根本没理会，反而要求见经理。 \n认出了这位顾客是谁， \n经理非常抱歉，并严厉地训斥了那位助理。 \n当迪基收到那块手表时，他把那个布袋送给了助手。 \n里面装着300英镑的便士。 \n他坚持要求店员当面把钱点清——总共三万枚便士！ \n还有一次，他邀请了许多知名评论家来参观他的私人现代绘画收藏。 \n这个展览在媒体上受到了极大的关注。 \n因为尽管这些画被认为是著名艺术家的作品， \n实际上，这些画都是迪基画的。 \n他花了四年时间精心策划这个恶作剧，只是为了证明评论家们并非总是言之有物。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/31－A Lovable Eccentric.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.37,22.11],[22.11,29.72],[29.72,40.57],[40.57,47.86],[47.86,48.62],[48.62,57.14],[57.14,65.8],[65.8,68.92],[68.92,75.83],[75.83,81.11],[81.11,89.15],[89.15,93.97],[93.97,100.84],[100.84,107.2],[107.2,111.78],[111.78,120.08],[120.08,122.94],[122.94,129.63],[129.63,135.59],[135.59,140.43],[140.43,148.76],[148.76,157.2],[157.2,161.74],[161.74,166.56],[166.56,170.63],[170.63,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.58,
      "text": "Why did the shop assistant refuse to serve Dickie?",
      "translate": "为什么店员拒绝为迪基提供服务呢？",
      "end": 16.37
    }
  },
  {
    "id": "qZzuvx",
    "title": "A lost ship",
    "titleTranslate": "一艘沉船",
    "text": "The salvage operation had been a complete failure. \nThe small ship, Elkor, which had been searching the Barents Sea for weeks, was on its way home. \nA radio message from the mainland had been received by the ship's captain instructing him to give up the search. \nThe captain knew that another attempt would be made later, \nfor the sunken ship he was trying to find had been carrying a precious cargo of gold bullion.\n\nDespite the message, the captain of the Elkor decided to try once more. \nThe sea bed was scoured with powerful nets and there was tremendous excitement on board when a chest was raised from the bottom. \nThough the crew were at first under the impression that the lost ship had been found, \nthe contents of the chest proved them wrong. \nWhat they had in fact found was a ship which had been sunk many years before.\n\nThe chest contained the personal belongings of a seaman, Alan Fielding. \nThere were books, clothing and photographs, together with letters which the seaman had once received from his wife. \nThe captain of the Elkor ordered his men to salvage as much as possible from the wreck. \nNothing of value was found, \nbut the numerous items which were brought to the surface proved to be of great interest. \nFrom a heavy gun that was raised, the captain realized that the ship must have been a cruiser. \nIn another chest which contained the belongings of a ship's officer, \nthere was an unfinished letter which had been written on March 14th, 1943. \nThe captain learnt from the letter that the name of the lost ship was the Karen. \nThe most valuable find of all was the ship's log book, parts of which it was still possible to read. \nFrom this the captain was able to piece together all the information that had come to light. \nThe Karen had been sailing in a convoy to Russia when she was torpedoed by an enemy submarine. \nThis was later confirmed by a naval official at the Ministry of Defence after the Elkor had returned home. \nAll the items that were found were sent to the War Museum.",
    "textTranslate": "这次打捞作业彻底失败了。 \n那艘名为“Elkor”的小船已经在巴伦支海搜寻了数周，现在正返回家中。 \n船长接收到了一则来自大陆的无线电消息，命令他停止搜索。 \n船长知道，稍后还会有人再次尝试。 \n因为他试图寻找的那艘沉船，当时正载着一批珍贵的黄金货物。 \n\n尽管收到了那条消息，埃尔科号（Elkor）的船长还是决定再试一次。 \n海床被强大的渔网彻底清理过；当一个箱子从海底被打捞上来时，船上的所有人都兴奋不已。 \n虽然船员们最初以为那艘失踪的船只已经被找到了， \n箱子里的物品证明他们是错的。 \n他们实际上发现的是一艘多年前就已经沉没的船只。 \n\n这个箱子里装着水手艾伦·菲尔丁的个人物品。 \n那里有书籍、衣物和照片，还有一些信件——这些都是那位水手曾经从他的妻子那里收到的。 \n埃尔科号（Elkor）的船长命令他的船员们从残骸中尽可能多地抢救出有用的物品。 \n没有发现任何有价值的东西。 \n但是，那些被发掘出来的众多物品都引起了极大的兴趣。 \n当那门大炮被抬起来时，船长意识到这艘船应该是一艘巡洋舰。 \n在另一个箱子里，装着一名船员的个人物品。 \n有一封未完成的信，写于1943年3月14日。 \n从这封信中，船长得知那艘失踪的船只的名字叫“Karen”。 \n最珍贵的发现是那艘船的航海日志；其中的一部分内容仍然可以辨认出来。 \n通过这些信息，船长得以整理出所有已经公开的事实和细节。 \n那艘名为“Karen”的船当时正与一支船队一起前往俄罗斯，途中被敌方潜艇发射的鱼雷击中。 \n这一事件在“Elkor”号返回国内后，得到了国防部海军官员的证实。 \n船上发现的所有物品都被送到了战争博物馆。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/32－A Lost Ship.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.38,19.2],[19.2,26.72],[26.72,34.53],[34.53,38.1],[38.1,45.33],[45.33,51.89],[51.89,60.76],[60.76,65.99],[65.99,69.52],[69.52,75.62],[75.62,80.76],[80.76,88.34],[88.34,94.32],[94.32,96.47],[96.47,101.75],[101.75,108],[108,112.68],[112.68,120.01],[120.01,125.21],[125.21,133.41],[133.41,139.06],[139.06,145.63],[145.63,153.16],[153.16,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.03,
      "text": "Did the crew of the Elkor find what they were looking for? Why?",
      "translate": "埃尔科号（Elkor）的船员们找到他们想要的东西了吗？为什么？",
      "end": 15.38
    }
  },
  {
    "id": "cXh-TT",
    "title": "A day t remember",
    "titleTranslate": "难忘的一天",
    "text": "We have all experienced days when everything goes wrong. \nA day may begin well enough, but suddenly everything seems to get out of control. \nWhat invariably happens is that a great number of things choose to go wrong at precisely the same moment. \nIt is as if a single unimportant event set up a chain of reactions. \nLet us suppose that you are preparing a meal and keeping an eye on the baby at the same time. \nThe telephone rings and this marks the prelude to an unforeseen series of catastrophes. \nWhile you are on the phone, the baby pulls the tablecloth off the table, \nsmashing half your best crockery and cutting himself in the process. \nYou hang up hurriedly and attend to baby, crockery, etc. \nMeanwhile, the meal gets burnt. \nAs if this were not enough to reduce you to tears, your husband arrives, unexpectedly bringing three guests to dinner.\n\nThings can go wrong on a big scale as a number of people recently discovered in Parramatta, a suburb of Sydney. \nDuring the rush hour one evening two cars collided and both drivers began to argue. \nThe woman immediately behind the two cars happened to be a learner. \nShe suddenly got into a panic and stopped her car. \nThis made the driver following her brake hard. \nHis wife was sitting beside him holding a large cake. \nAs she was thrown forward, \nthe cake went right through the windscreen and landed on the road. \nSeeing a cake flying through the air, \na lorry driver who was drawing up alongside the car, pulled up all of a sudden. \nThe lorry was loaded with empty beer bottles and hundreds of them slid off the back of the vehicle and on to the road. \nThis led to yet another angry argument. Meanwhile, the traffic piled up behind. \nIt took the police nearly an hour to get the traffic on the move again. \nIn the meantime, the lorry driver had to sweep up hundreds of broken bottles. \nOnly two stray dogs benefited from all this confusion, for they greedily devoured what was left of the cake. \nIt was just one of those days!",
    "textTranslate": "我们都经历过那些一切都出错的日子。 \n一天可能开始得很顺利，但突然间，一切似乎都失控了。 \n不可避免的是，许多事情会在同一时刻同时出错。 \n就好像某个看似微不足道的事件引发了一连串的连锁反应。 \n假设你一边准备饭菜，一边还要照看婴儿。 \n电话突然响了，而这成了随后一系列意外事件的导火线。 \n你在打电话时，婴儿把桌布从桌子上扯了下来， \n打碎了你一半最好的餐具，还把自己划伤了。 \n你匆忙挂断电话，然后开始处理婴儿和餐具的问题…… \n与此同时，饭菜被烧焦了。 \n仿佛这些还不够让你心烦意乱似的，你的丈夫突然回来了，还带着三位客人一起来吃晚饭。 \n\n最近，在悉尼的郊区帕拉马塔，许多人发现事情也可能在大范围内出错。 \n一天晚上的高峰时段，两辆车发生了碰撞，两名司机随即开始争吵。 \n就坐在那两辆车后面的那位女士，恰好是一名正在学习驾驶的新手。 \n她突然陷入了恐慌，立刻停下了车子。 \n这导致跟在她后面的司机也紧急踩下了刹车。 \n他的妻子坐在他旁边，手里拿着一个大蛋糕。 \n当她被向前抛出时…… \n蛋糕直接穿过了挡风玻璃，落在了路上。 \n看到一个蛋糕在空中飞过…… \n一名正在靠近那辆汽车的卡车司机突然停了下来。 \n卡车上装满了空啤酒瓶，结果有数百个瓶子从卡车后部滑落到了路上。 \n这又引发了一场激烈的争吵。与此同时，后面的交通也陷入了堵塞。 \n警察花了将近一个小时才让交通恢复正常。 \n在此期间，卡车司机不得不把那些破碎的瓶子全部清理干净。 \n只有两只流浪狗从这场混乱中得到了好处——它们贪婪地吃掉了剩下的蛋糕。 \n唉，这不过是又平常的一天罢了！",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/33－A Day to Remember.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.47,19.83],[19.83,25.98],[25.98,33.97],[33.97,39.93],[39.93,47.23],[47.23,55.44],[55.44,61.12],[61.12,66.49],[66.49,71.9],[71.9,74.62],[74.62,84.51],[84.51,93.52],[93.52,101.09],[101.09,106.3],[106.3,110.97],[110.97,114.8],[114.8,119.08],[119.08,121.2],[121.2,126.53],[126.53,129.42],[129.42,136.17000000000002],[136.17000000000002,145.47],[145.47,153.46],[153.46,158.96],[158.96,165.57],[165.57,174.22],[174.22,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8.98,
      "text": "What incident began the series of traffic accidents?",
      "translate": "是什么事件引发了这一连串的交通事故？",
      "end": 15.47
    }
  },
  {
    "id": "Ws4vj5",
    "title": "A happy discovery",
    "titleTranslate": "幸运的发现",
    "text": "Antique shops exert a peculiar fascination on a great many people. \nThe more expensive kind of antique shop where rare objects are beautifully displayed in glass cases \nto keep them free from dust is usually a forbidding place. \nBut no one has to muster up courage to enter a less pretentious antique shop. \nThere is always hope that in its labyrinth of musty, dark, disordered rooms a real rarity will be found amongst the piles of assorted junk that litter the floors.\n\nNo one discovers a rarity by chance. \nA truly dedicated bargain hunter must have patience, \nand above all, the ability to recognize the worth of something when he sees it. \nTo do this, he must be at least as knowledgeable as the dealer. \nLike a scientist bent on making a discovery, \nhe must cherish the hope that one day he will be amply rewarded.\n\nMy old friend, Frank Halliday, is just such a person. \nHe has often described to me how he picked up a masterpiece for a mere ￡50. \nOne Saturday morning, Frank visited an antique shop in my neighbourhood. \nAs he had never been there before, he found a great deal to interest him. \nThe morning passed rapidly and Frank was about to leave when he noticed a large packing case lying on the floor. \nThe dealer told him that it had just come in, but that he could not be bothered to open it. \nFrank begged him to do so and the dealer reluctantly prised it open. \nThe contents were disappointing. \nApart from an interesting-looking carved dagger, the box was full of crockery, much of it broken. \nFrank gently lifted the crockery out of the box and suddenly noticed a miniature painting at the bottom of the packing case. \nAs its composition and line reminded him of an Italian painting he knew well, he decided to buy it. \nGlancing at it briefly the dealer told him that it was worth ￡50. \nFrank could hardly conceal his excitement, for he knew that he had made a real discovery. \nThe tiny painting proved to be an unknown masterpiece by Correggio and was worth hundreds and thousands of pounds.",
    "textTranslate": "古董店对许多人来说具有独特的吸引力。 \n那种价格较高的古董店，里面的稀有物品都被精心地陈列在玻璃展柜中。 \n为了防止这些物品积灰，这样的地方通常令人望而却步。 \n不过，进入那些不那么讲究排场的古董店时，根本不需要鼓起什么勇气。 \n总有一种希望：在那充满霉味、黑暗且杂乱无章的房间里，人们或许能在散落在地板上的各种杂物堆中找到某件真正珍贵的东西。 \n\n没有人能偶然发现稀有物品。 \n一个真正热衷于寻找便宜货的人，必须具备耐心。 \n最重要的是，当他看到某样东西时，能够认识到它的价值。 \n为了做到这一点，他至少必须具备与经销商同等的知识水平。 \n就像一位致力于做出发现的科学家一样…… \n他必须珍惜这个希望：总有一天，他会得到丰厚的回报。 \n\n我的老朋友弗兰克·霍利迪，就是这样的一个人。 \n他经常跟我讲述自己是如何以仅仅 50 英镑的价格买到了一件杰作的。 \n一个星期六的早晨，弗兰克去了我家附近的一家古董店。 \n由于他以前从未去过那里，因此发现了许多令他感兴趣的东西。 \n早晨过得很快，弗兰克正准备离开时，他注意到地上放着一个大包裹箱。 \n经销商告诉他，这个商品刚刚到货，但他懒得去打开它。 \n弗兰克恳求他这么做，于是经销商不情愿地撬开了那个箱子。 \n里面的东西令人失望。 \n除了那把外观精美的雕刻匕首外，盒子里还装满了陶器，其中大部分都已经破碎了。 \n弗兰克小心翼翼地将陶器从盒子里取出来，突然发现包装箱的底部有一幅微型画。 \n由于这幅画的构图和线条让他联想到一幅他非常熟悉的意大利画作，他决定买下它。 \n经销商匆匆看了一眼后告诉他，这幅画的价值是50英镑。 \n弗兰克几乎无法掩饰自己的兴奋之情，因为他知道自己发现了一件真正的珍宝。 \n这幅小小的画作后来被证实是科雷乔（Correggio）的一幅不为人知的杰作，价值高达数十万英镑。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/34－A Happy Discovery.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.53,21.2],[21.2,29.11],[29.11,34.65],[34.65,41.64],[41.64,55.1],[55.1,59.29],[59.29,63.19],[63.19,69.74],[69.74,75.71],[75.71,79.36],[79.36,85.2],[85.2,90.9],[90.9,97.5],[97.5,104.16],[104.16,110.22],[110.22,119.25],[119.25,126.29],[126.29,132.14],[132.14,134.85],[134.85,143.03],[143.03,153.16],[153.16,162.44],[162.44,168.21],[168.21,175.47],[175.47,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.99,
      "text": "What was the 'happy discovery' ?",
      "translate": "这个“令人高兴的发现”是什么呢？",
      "end": 14.53
    }
  },
  {
    "id": "g89ubK",
    "title": "Justice was done",
    "titleTranslate": "伸张正义",
    "text": "The word justice is usually associated with courts of law. \nWe might say that justice has been done when a man's innocence or guilt has been proved beyond doubt. \nJustice is part of the complex machinery of the law. \nThose who seek it, undertake an arduous journey and can never be sure that they will find it. \nJudges, however wise or eminent, are human and can make mistakes.\n\nThere are rare instances when justice almost ceases to be an abstract concept. \nReward or punishment are meted out quite independent of human interference. \nAt such times, justice acts like a living force. \nWhen we use a phrase like 'it serves him right', \nwe are, in part, admitting that a certain set of circumstances has enabled justice to act of its own accord.\n\nWhen a thief was caught on the premises of a large jewellery store one morning, \nthe shop assistants must have found it impossible to resist the temptation to say 'it serves him right'. \nThe shop was an old converted house with many large, disused fireplaces and tall, narrow chimneys. \nTowards midday, a girl heard a muffled cry coming from behind one of the walls. \nAs the cry was repeated several times, \nshe ran to tell the manager who promptly rang up the fire brigade. \nThe cry had certainly come from one of the chimneys, \nbut as there were so many of them, the firemen could not be certain which one it was. \nThey located the right chimney by tapping at the walls and listening for the man's cries. \nAfter chipping through a wall which was eighteen inches thick, \nthey found that a man had been trapped in the chimney. \nAs it was extremely narrow, the man was unable to move, \nbut the fire fighters were eventually able to free him by cutting a huge hole in the wall. \nThe sorry-looking, blackened figure that emerged, \nadmitted at once that he had tried to break into the shop during the night but had got stuck in the chimney. \nHe had been there for nearly ten hours. \nJustice had been done even before the man was handed over to the police.",
    "textTranslate": "“正义”这个词通常与法庭联系在一起。 \n我们可以说，当一个人的清白或罪行被确凿无疑地证明时，正义就得到了伸张。 \n正义是法律这一复杂体系的重要组成部分。 \n那些追寻它的人，必须踏上一段艰辛的旅程；而且他们永远无法确定自己是否真的能够找到它。 \n然而，无论法官多么明智或德高望重，他们终究也是人，因此也可能会犯错。 \n\n在极少数情况下，正义几乎不再是一个抽象的概念。 \n奖惩的施行完全不受人为干预。 \n在这样的时刻，正义就像一股活生生的力量。 \n当我们使用“这是他应得的”这样的表达时， \n在某种程度上，我们承认：某些特定的情况让正义自行发挥了作用。 \n\n一天早晨，一个小偷在一家大型珠宝店的店内被抓获。 \n店员们肯定忍不住想说：“他活该。” \n这家商店是一栋经过改造的旧房子，里面有许多大型、已经废弃的壁炉，以及高而狭窄的烟囱。 \n临近中午时分，一个女孩听到从某面墙后面传来的微弱哭声。 \n当那声呼喊被重复了几次之后…… \n她跑去告诉了经理，经理立刻拨打了消防队的电话。 \n那声哭喊肯定是从其中一根烟囱里传出来的。 \n但由于烟囱太多，消防员们无法确定是哪一根。 \n他们通过敲击墙壁并聆听那个人的呼喊声，最终找到了正确的烟囱。 \n在凿穿了一面厚度为十八英寸的墙壁之后…… \n他们发现有一名男子被困在了烟囱里。 \n由于通道非常狭窄，那个人根本无法移动。 \n但是消防员最终通过在墙上切出一个大洞，成功将他救了出来。 \n那个狼狈不堪、满身漆黑的身影一出现， \n他立刻承认，自己确实在夜里试图闯入那家商店，但结果被困在了烟囱里。 \n他已经在那里待了将近十个小时了。 \n正义已经得到了伸张，甚至在那个男人被交给警察之前就已经如此了。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/35－Justice was Done.mp3",
    "audioFileId": "",
    "lrcPosition": [[19.85,25.49],[25.49,33.15],[33.15,37.75],[37.75,44.88],[44.88,51.18],[51.18,58.16],[58.16,64.3],[64.3,69.44],[69.44,73.51],[73.51,83.84],[83.84,89.48],[89.48,97.67],[97.67,106.07],[106.07,112.86],[112.86,115.78],[115.78,121.37],[121.37,124.65],[124.65,132.25],[132.25,139.67],[139.67,144.23],[144.23,148.4],[148.4,153.21],[153.21,160.91],[160.91,164.98],[164.98,173.22],[173.22,177.25],[177.25,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.56,
      "text": "The word 'justice' is given two different meanings in the text. What is the distinction between them?",
      "translate": "在这段文字中，“justice”这个词被赋予了两种不同的含义。它们之间的区别是什么？",
      "end": 19.85
    }
  },
  {
    "id": "V7fZdo",
    "title": "A chance in a million",
    "titleTranslate": "百万分之一的机遇",
    "text": "We are less credulous than we used to be. \nIn the nineteenth century, a novelist would bring his story to a conclusion \nby presenting his readers with a series of coincidences--most of them wildly improbable. \nReaders happily accepted the fact that an obscure maidservant was really the hero's mother. \nA long-lost brother, who was presumed dead, was really alive all the time \nand wickedly plotting to bring about the hero's downfall. And so on. \nModern readers would find such naive solutions totally unacceptable. \nYet, in real life, circumstances do sometimes conspire to bring about coincidences which anyone but a nineteenth century novelist would find incredible.\n\nWhen I was a boy, my grandfather told me how a German taxi driver, Franz Bussman, \nfound a brother who was thought to have been killed twenty years before. \nWhile on a walking tour with his wife, he stopped to talk to a workman. \nAfter they had gone on, Mrs. Bussman commented on the workman's close resemblance to her husband \nand even suggested that he might be his brother. \nFranz poured scorn on the idea, \npointing out that his brother had been killed in action during the war. \nThough Mrs. Bussman was fully acquainted with this story, \nshe thought that there was a chance in a million that she might be right. \nA few days later, she sent a boy to the workman to ask him if his name was Hans Bussman. \nNeedless to say, the man's name was Hans Bussman and he really was Franz's long-lost brother. \nWhen the brothers were reunited, \nHans explained how it was that he was still alive. \nAfter having been wounded towards the end of the war, \nhe had been sent to hospital and was separated from his unit. \nThe hospital had been bombed and Hans had made his way back into Western Germany on foot. \nMeanwhile, his unit was lost and all records of him had been destroyed. \nHans returned to his family home, but the house had been bombed \nand no one in the neighbourhood knew what had become of the inhabitants. \nAssuming that his family had been killed during an air raid, \nHans settled down in a village fifty miles away where he had remained ever since.",
    "textTranslate": "我们不再像过去那样容易轻信他人或事物了。 \n在十九世纪，小说家会通过一系列巧合来结束他的故事 \n——其中大多数都极不可能发生。 \n读者们欣然接受了这样一个事实：那位默默无闻的女仆其实就是这位英雄的母亲。 \n一个被认定已经去世的“失散多年的兄弟”，其实一直都活着。 \n并且一直在暗中策划要毁掉英雄，诸如此类。 \n现代读者会认为这种天真的解决方案完全不可接受。 \n然而，在现实生活中，情况确实有时会凑巧促成一些巧合，这些巧合除了十九世纪的小说家外，任何人都会觉得难以置信。 \n\n当我还是个孩子的时候，我的祖父给我讲过一个德国出租车司机弗朗茨·布斯曼的故事。 \n找到了一个被认为在二十年前就已经去世的兄弟。 \n在与妻子一起散步时，他停下来与一位工人交谈。 \n在他们离开后，巴斯曼夫人评论说那个工人和她丈夫长得非常像。 \n甚至暗示他可能是她丈夫的兄弟。 \n弗朗茨对这个想法嗤之以鼻。 \n他指出他的兄弟在战争中阵亡了。 \n尽管布斯曼夫人对这件事了如指掌， \n她认为自己有百万分之一的可能性是对的。 \n几天后，她派了一个男孩去问那个工人，他的名字是不是汉斯·布斯曼（Hans Bussman）。 \n不用说，这个男人的名字是汉斯·布斯曼，他确实是弗朗茨失散已久的兄弟。 \n当兄弟俩重聚时， \n汉斯解释了自己是如何活下来的。 \n在战争接近尾声时受伤之后， \n他被送到了医院，也因此与他的部队分开了。 \n这家医院遭到了轰炸，汉斯只好徒步回到了西德。 \n与此同时，他的部队失踪了，关于他的所有记录也被毁掉了。 \n汉斯回到了他的家庭住宅，但房子已经被炸毁了。 \n而且邻居中没有人知道住户们后来怎么样了。 \n汉斯以为他的家人在一次空袭中丧生了， \n汉斯在五十英里外的一个村庄安顿了下来，从那以后他就一直住在那里。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/36－A Chance in a Million.mp3",
    "audioFileId": "",
    "lrcPosition": [[13.45,17.13],[17.13,22.6],[22.6,30.29],[30.29,37.78],[37.78,44.07],[44.07,50.02],[50.02,56.13],[56.13,69.39],[69.39,76.37],[76.37,81.39],[81.39,87.1],[87.1,94.34],[94.34,98.71],[98.71,102.09],[102.09,107.35],[107.35,111.7],[111.7,117.09],[117.09,125.01],[125.01,133.94],[133.94,136.2],[136.2,140.36],[140.36,144.73],[144.73,149.84],[149.84,157.64],[157.64,163.74],[163.74,168.37],[168.37,173.03],[173.03,177],[177,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.59,
      "text": "What was the chance in a million?",
      "translate": "那百万分之一的机会究竟是什么呢？",
      "end": 13.45
    }
  },
  {
    "id": "Fa0HGs",
    "title": "The Westhaven Express",
    "titleTranslate": "开往威斯特海温的快车",
    "text": "We have learnt to expect that trains will be punctual. \nAfter years of conditioning, most of us have developed an unshakable faith in railway timetables. \nShips may be delayed by storms; \nflights may be cancelled because of bad weather; but trains must be on time. \nOnly an exceptionally heavy snow fall might temporarily dislocate railway services. \nIt is all too easy to blame the railway authorities when something does go wrong. \nThe truth is that when mistakes occur, they are more likely to be ours than theirs.\n\nAfter consulting my railway timetable, I noted with satisfaction that there was an express train to Westhaven. \nIt went direct from my local station and the journey lasted a mere hour and seventeen minutes. \nWhen I boarded the train, I could not help noticing that a great many local people got on as well. \nAt the time, this did not strike me as odd. \nI reflected that there must be a great many people besides myself who wished to take advantage of this excellent service. \nNeither was I surprised when the train stopped at Widley, a tiny station a few miles along the line. \nEven a mighty express train can be held up by signals. \nBut when the train dawdled at station after station, I began to wonder. \nIt suddenly dawned on me that this express was not roaring down the line at ninety miles an hour, but barely chugging along at thirty. \nOne hour and seventeen minutes passed and we had not even covered half the distance. \nI asked a passenger if this was the Westhaven Express, but he had not even heard of it. \nI determined to lodge a complaint as soon as we arrived. \nTwo hours later, I was talking angrily to the station master at Westhaven. \nWhen he denied the train's existence, I borrowed his copy of the timetable. \nThere was a note of triumph in my voice when I told him that it was there in black and white. \nGlancing at it briefly, he told me to look again. \nA tiny asterisk conducted me to a footnote at the bottom of the page. \nIt said: 'This service has been suspended.'",
    "textTranslate": "我们已经习惯了火车会准点到达这一情况。 \n经过多年的习惯养成，我们大多数人都对铁路时刻表产生了坚定不移的信念。 \n船只可能会因为风暴而延误。 \n航班可能会因为恶劣天气而被取消；但火车必须准时运行。 \n只有当降雪量异常大时，铁路服务才可能暂时中断。 \n当出现问题时，人们很容易将责任归咎于铁路管理部门。 \n事实上，当错误发生时，这些错误更有可能是我们自己造成的，而不是他们的。 \n\n在查看了铁路时刻表后，我满意地发现有一趟直达韦斯特黑文的快车。 \n它直接从我所在的车站出发，全程仅需一小时十七分钟。 \n当我登上火车时，我不禁注意到有很多当地人也都上了车。 \n当时，我并没有觉得这有什么奇怪的。 \n我想，除了我之外，肯定还有很多人希望能够利用这项优质的服务。 \n当火车在威德利（Widley）这个位于铁路线上几英里外的小车站停下来的时候，我也没有感到惊讶。 \n即使是强大的特快列车也可能被信号灯拦停。 \n但是当火车在一个又一个车站上缓慢停留、迟迟不前时，我开始感到疑惑了。 \n我突然意识到，这趟特快列车并非以每小时90英里的速度飞驰，而是以每小时30英里的速度缓慢行驶。 \n一个小时十七分钟过去了，我们甚至还没有走完一半的路程。 \n我问了一位乘客这是否是“Westhaven Express”列车，但他甚至从未听说过这趟列车。 \n我们一到达，我就决定立即提出投诉。 \n两小时后，我正在西黑文（Westhaven）愤怒地与车站站长交谈。 \n当他否认火车的存在时，我就借用了他的时刻表。 \n当我告诉他白纸黑字写着这趟列车时，我的声音带着一丝得意的语气。 \n他匆匆瞥了一眼后，让我再仔细看一遍。 \n一个小小的星号指引我看到了页面底部的脚注。 \n上面写着：‘此班次已暂停运营。’",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/37－The Westhaven Express.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.04,18.46],[18.46,26.14],[26.14,28.93],[28.93,35.9],[35.9,43.33],[43.33,49.57],[49.57,56.76],[56.76,66],[66,73.55],[73.55,81.11],[81.11,84.97],[84.97,93.31],[93.31,101.74],[101.74,105.94],[105.94,112.11],[112.11,122.9],[122.9,129.85],[129.85,136.56],[136.56,141.06],[141.06,147.3],[147.3,153.44],[153.44,160.49],[160.49,165.15],[165.15,170.96],[170.96,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8.86,
      "text": "What was the mistake the author made?",
      "translate": "作者犯了什么错误？",
      "end": 14.04
    }
  },
  {
    "id": "yTGPC9",
    "title": "The first calender",
    "titleTranslate": "最早的日历",
    "text": "Future historians will be in a unique position when they come to record the history of our own times. \nThey will hardly know which facts to select from the great mass of evidence that steadily accumulates. \nWhat is more, they will not have to rely solely on the written word. \nFilms, videos, CDs and CD-ROMs are just some of the bewildering amount of information they will have. \nThey will be able, as it were, to see and hear us in action. \nBut the historian attempting to reconstruct the distant past is always faced with a difficult task. \nHe has to deduce what he can from the few scanty clues available. \nEven seemingly insignificant remains can shed interesting light on the history of early man.\n\nUp to now, historians have assumed that calendars came into being with the advent of agriculture, \nfor then man was faced with a real need to understand something about the seasons. \nRecent scientific evidence seems to indicate that this assumption is incorrect.\n\nHistorians have long been puzzled by dots, lines and symbols which have been engraved on walls, bones, and the ivory tusks of mammoths. \nThe nomads who made these markings lived by hunting and fishing during the last Ice Age which began about 35, 000 B.C. and ended about 10, 000 B.C. \nBy correlating markings made in various parts of the world, \nhistorians have been able to read this difficult code. \nThey have found that it is connected with the passage of days and the phases of the moon. \nIt is, in fact, a primitive type of calendar. \nIt has long been known that the hunting scenes depicted on walls were not simply a form of artistic expression. \nThey had a definite meaning, for they were as near as early man could get to writing. \nIt is possible that there is a definite relation between these paintings and the markings that sometimes accompany them. \nIt seems that man was making a real effort to understand the seasons 20, 000 years earlier than has been supposed.",
    "textTranslate": "未来的历史学家在记录我们这个时代的历史时，将会处于一个非常独特的地位。 \n他们几乎无法从不断积累的大量证据中判断出应该选择哪些事实。 \n此外，他们将不必仅仅依赖书面文字。 \n电影、视频、CD以及CD-ROM只是他们所拥有的海量信息中的一部分而已。 \n他们将能够，可以说是，亲眼看到我们的活动，亲耳听到我们的声音。 \n但是，试图重建遥远过去的历史学家总是面临着一项艰巨的任务。 \n他必须从现有的一些零星线索中尽可能地进行推断。 \n即使是一些看似微不足道的遗物，也能为了解早期人类的历史提供有趣的线索。 \n\n到目前为止，历史学家们一直认为日历的出现是与农业的诞生同时发生的。 \n因为那时，人类确实迫切需要了解关于季节变化的规律。 \n最近的科学证据似乎表明，这一假设是不正确的。 \n\n历史学家们长期以来一直对这些刻在墙壁上、骨头以及猛犸象象牙上的点、线条和符号感到困惑。 \n制造这些标记的游牧民族在最后一次冰河时代（大约始于公元前35000年，结束于公元前10000年）以狩猎和捕鱼为生。 \n通过将世界各地留下的标记进行关联分析， \n历史学家们已经成功解读了这段难以理解的代码。 \n他们发现这与日期的流逝和月亮的相位有关。 \n实际上，这是一种非常原始的日历形式。 \n人们早就知道，墙上描绘的狩猎场景并非仅仅是一种艺术表达形式。 \n这些符号具有明确的含义，因为它们是早期人类所能达到的最接近文字的表达方式。 \n这些壁画与有时伴随出现的标记之间可能存在某种明确的联系。 \n看来，早在人们原先认为的时间之前2万年，人类就已经在努力理解四季的变化规律了。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/38－The First Calendar.mp3",
    "audioFileId": "",
    "lrcPosition": [[20.52,28.58],[28.58,37.07],[37.07,42.25],[42.25,52.41],[52.41,58.9],[58.9,67],[67,72.61],[72.61,80.69],[80.69,88.67],[88.67,95.55],[95.55,103],[103,114.97],[114.97,129.27],[129.27,133.81],[133.81,138.11],[138.11,144.49],[144.49,149.25],[149.25,157.4],[157.4,163.94],[163.94,173.57],[173.57,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.58,
      "text": "What is the importance of the dots, lines, and symbols engraved on stone, bones and ivory?",
      "translate": "刻在石头、骨头和象牙上的点、线以及符号究竟有什么重要性呢？",
      "end": 20.52
    }
  },
  {
    "id": "5k_Y4I",
    "title": "Nothing to worry about",
    "titleTranslate": "不必担心",
    "text": "The rough road across the plain soon became so bad that we tried to get Bruce to drive back to the village we had come from. \nEven though the road was littered with boulders and pitted with holes, Bruce was not in the least perturbed. \nGlancing at his map, he informed us that the next village was a mere twenty miles away. \nIt was not that Bruce always underestimated difficulties. \nHe simply had no sense of danger at all. \nNo matter what the conditions were, he believed that a car should be driven as fast as it could possibly go.\n\nAs we bumped over the dusty track, we swerved to avoid large boulders. \nThe wheels scooped up stones which hammered ominously under the car. \nWe felt sure that sooner or later a stone would rip a hole in our petrol tank or damage the engine. \nBecause of this, we kept looking back, wondering if we were leaving a trail of oil and petrol behind us.\n\nWhat a relief it was when the boulders suddenly disappeared, \ngiving way to a stretch of plain where the only obstacles were clumps bushes. \nBut there was worse to come. Just ahead of us there was a huge fissure. \nIn response to renewed pleadings, Bruce stopped. \nThough we all got out to examine the fissure, he remained in the car. \nWe informed him that the fissure extended for fifty yards and was two feet wide and four feet deep. \nEven this had no effect. \nBruce went into a low gear and drove at a terrifying speed, \nkeeping the front wheels astride the crack as he followed its zigzag course. \nBefore we had time to worry about what might happen, we were back on the plain again. \nBruce consulted the map once more and told us that the village was now only fifteen miles away. \nOur next obstacle was a shallow pool of water about half a mile across. \nBruce charged at it, but in the middle, the car came to a grinding halt. \nA yellow light on the dashboard flashed angrily and Bruce cheerfully announced that there was no oil in the engine!",
    "textTranslate": "穿过平原的崎岖道路状况越来越糟糕，我们便决定让布鲁斯开车把我们送回我们出发的村庄。 \n尽管路上布满了巨石，还有许多坑洞，布鲁斯却丝毫没有感到不安。 \n他看了一眼地图，然后告诉我们下一个村庄只有二十英里远。 \n并不是说布鲁斯总是低估困难。 \n他完全没有任何危险意识。 \n无论条件如何，他都认为汽车应该能开多快就开多快。 \n\n我们在颠簸的土路上行驶时，不断转向以避开那些巨大的岩石。 \n车轮卷起了石子，这些石子在汽车下方发出令人不安的撞击声。 \n我们确信，迟早会有石头划破我们的油箱，或者损坏发动机。 \n正因如此，我们不断回头查看，担心自己是否留下了一道油迹。 \n\n当那些巨石突然消失的时候，真是让人松了一口气啊。 \n取而代之的是一片开阔的平原，唯一的障碍只是一些灌木丛。 \n但更糟糕的事情还在后面。就在我们前方，有一条巨大的裂缝。 \n在我们再次恳求下，布鲁斯停了下来。 \n虽然我们都下车去查看那条裂缝，但他却留在了车里。 \n我们告诉他，那条裂缝长达五十码（约45.7米），宽度为两英尺（约0.6米），深度为四英尺（约1.2米）。 \n即使这样，也没有任何效果。 \n布鲁斯挂上低速挡，以惊人的速度向前冲去， \n他让前轮分别跨在裂缝两侧，沿着蜿蜒的路线前进。 \n我们还来不及担心会发生什么，就已经回到了平原上。 \n布鲁斯再次查看了地图，然后告诉我们那个村庄现在距离我们只有十五英里了。 \n我们的下一个障碍是一个大约半英里宽的浅水池。 \n布鲁斯驾车冲了过去，但车子在半路上突然停了下来。 \n仪表盘上的黄灯愤怒地闪烁着，布鲁斯却高兴地宣布：发动机里没油了！",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/39－Nothing to Worry About.mp3",
    "audioFileId": "",
    "lrcPosition": [[18.55,28.49],[28.49,37.64],[37.64,45.62],[45.62,49.76],[49.76,53.87],[53.87,62.58],[62.58,68.47],[68.47,74.9],[74.9,83.6],[83.6,93.22],[93.22,97.45],[97.45,104.64],[104.64,111.8],[111.8,116.77],[116.77,122.09],[122.09,131.31],[131.31,134.88],[134.88,140.67],[140.67,147.14],[147.14,154.67],[154.67,163.24],[163.24,169.12],[169.12,175.96],[175.96,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.93,
      "text": "What was the differnce between Bruce's behaviour and that of other people?",
      "translate": "布鲁斯的行为与其他人的行为有什么不同？",
      "end": 18.55
    }
  },
  {
    "id": "2B7Nuk",
    "title": "Who's who",
    "titleTranslate": "真假难辨",
    "text": "It has never been explained why university students seem to enjoy practical jokes more than anyone else. \nStudents specialize in a particular type of practical joke: the hoax. \nInviting the fire brigade to put out a nonexistent fire is a crude form of deception which no self-respecting student would ever indulde in. \nStudents often create amusing situations which are funny to everyone except the victims.\n\nWhen a student recently saw two workmen using a pneumatic drill outside his university, \nhe immediately telephoned the police and informed them that two students dressed up as workmen \nwere tearing up the road with a pneumatic drill. \nAs soon as he had hung up, he went over to the workmen and told them that if a policeman ordered them to go away, \nthey were not to take him seriously. \nHe added that a student had dressed up as a policeman and was playing all sorts of silly jokes on people. \nBoth the police and the workmen were grateful to the student for this piece of advance information.\n\nThe student hid in an archway nearby where he could watch and hear everything that went on. \nSure enough, a policeman arrived on the scene and politely asked the workmen to go away. \nWhen he received a very rude reply from one of the workmen, he threatened to remove them by force. \nThe workmen told him to do as he pleased and the policeman telephoned for help. \nShortly afterwards, 4 more policemen arrived and remonstrated with the workmen. \nAs the men refused to stop working, the police attempted to seize the pneumatic drill. \nThe workmen struggled fiercely and one of them lost his temper. \nHe threatened to call the police. \nAt this, the police pointed out ironically that this would hardly be necessary as the men were already under arrest. \nPretending to speak seriously, one of the workmen asked if he might make a telephone call before being taken to the station. \nPermission was granted and a policeman accompanied him to a pay phone. \nOnly when he saw that the man was actually telephoning the police did he realize that they had all been the victims of a hoax.",
    "textTranslate": "一直没有人解释为什么大学生似乎比任何人都更喜欢恶作剧。 \n学生们专精于一种特定类型的恶作剧——那就是“骗局”（即通过虚假信息或欺骗手段来制造混乱或误导他人）。 \n请消防队来扑灭不存在的火灾是一种低劣的骗术，任何有自尊的学生都不会染指。 \n学生们经常制造一些有趣的、滑稽的情境，但这些情境只有受害者自己觉得不好笑，其他人反而都觉得很好笑。 \n\n最近，一名学生在自己的大学外面看到两名工人正在使用气动钻机。 \n他立即拨打了报警电话，并告诉警方有两名学生装扮成工人。 \n正用气动钻破坏路面。 \n他一挂断电话，就走到工人们跟前，告诉他们如果警察命令他们离开， \n他们不应该把他当回事。 \n他还补充说，有个学生打扮成警察的样子，对周围的人开了各种滑稽的玩笑。 \n警察和工人们都很感谢这名学生提供的这个消息。 \n\n那个学生躲在附近的一个拱门里，从那里他可以观察到发生的一切，也能听到所有的声音。 \n果然，一名警察来到了现场，并礼貌地要求工人们离开。 \n当他收到其中一名工人的粗鲁回复时，他威胁说要强行将他们赶走。 \n工人们让他随意行事，而警察则拨打了求救电话。 \n不久，又有4名警察赶到，他们劝告工人们。 \n由于那些工人拒绝停止工作，警方试图没收那台气动钻机。 \n工人们激烈反抗，其中一人发火了。 \n他威胁说要报警。 \n这时，警察讽刺地指出，这实在没必要，因为这些人已经被逮捕了。 \n装出一副认真的样子，其中一名工人询问是否可以在被带到警察局之前打个电话。 \n获得了许可后，一名警察陪同他前往了一部公用电话。 \n直到看到那个人真的在报警时，他才意识到他们所有人其实都成了一个骗局的受害者。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/40－Who's Who.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.21,22.71],[22.71,28.79],[28.79,39.45],[39.45,46.93],[46.93,54.24],[54.24,61.2],[61.2,64.69],[64.69,72.7],[72.7,75.42],[75.42,83.78],[83.78,91.58],[91.58,98.72],[98.72,105.75],[105.75,113.53],[113.53,119.16],[119.16,125.79],[125.79,132.84],[132.84,138.04],[138.04,140.87],[140.87,150.34],[150.34,159.61],[159.61,165.09],[165.09,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8.14,
      "text": "How did the policeman discover that the whole thing was a joke?",
      "translate": "警察是怎么发现这一切其实只是个玩笑的呢？",
      "end": 14.21
    }
  },
  {
    "id": "G08sTd",
    "title": "Illusions of Pastoral peace",
    "titleTranslate": "宁静田园生活的遐想",
    "text": "The quiet life of the country has never appealed to me. \nCity born and city bred, \nI have always regarded the country as something you look at through a train window, or something you occasionally visit during the weekend. \nMost of my friends live in the city, yet they always go into raptures at the mere mention of the country. \nThough they extol the virtues of the peaceful life, \nonly one of them has ever gone to live in the country and he was back in town within six months. \nEven he still lives under the illusion that country life is somehow superior to town life. \nHe is forever talking about the friendly people, the clean atmosphere, the closeness to nature and the gentle pace of living. \nNothing can be compared, he maintains, with the first cockcrow, the twittering of birds at dawn, \nthe sight of the rising sun glinting on the trees and pastures. \nThis idyllic pastoral scene is only part of the picture. \nMy friend fails to mention the long and friendless winter evenings in front of the TV--virtually the only form of entertainment. \nHe says nothing about the poor selection of goods in the shops, \nor about those unfortunate people who have to travel from the country to the city every day to get to work. \nWhy people are prepared to tolerate a four-hour journey each day for the dubious privilege of living in the country is beyond me. \nThey could be saved so much misery and expense if they chose to live in the city where they rightly belong.\n\nIf you can do without the few pastoral pleasures of the country, you will find the city can provide you with the best that life can offer. \nYou never have to travel miles to see your friends. \nThey invariably live nearby and are always available for an informal chat or an evening's entertainment. \nSome of my acquaintances in the country come up to town once or twice a year to visit the theatre as a special treat. \nFor them this is a major operation which involves considerable planning. \nAs the play draws to its close, they wonder whether they will ever catch that last train home. \nThe city dweller never experiences anxieties of this sort. \nThe latest exhibitions, films, or plays are only a short bus ride away. \nShopping, too, is always a pleasure. \nThere is so much variety that you never have to make do with second best. \nCountry people run wild when they go shopping in the city and stagger home loaded with as many of the exotic items as they can carry. \nNor is the city without its moments of beauty. \nThere is something comforting about the warm glow shed by advertisements on cold wet winter nights. \nFew things could be more impressive than the peace that descends on deserted city streets at weekends \nwhen the thousands that travel to work every day are tucked away in their homes in the country. \nIt has always been a mystery to me why city dwellers, who appreciate all these things, \nobstinately pretend that they would prefer to live in the country.",
    "textTranslate": "乡村的宁静生活从来都没有吸引过我。 \n我出生并成长在这座城市。 \n我一直认为乡村就像是通过火车窗户看到的风景，或者是一个偶尔在周末才会去参观的地方。 \n我的大多数朋友都住在城市里，然而每当提到乡村时，他们总是表现出极大的热情和向往。 \n尽管他们推崇和平生活的种种美德， \n他们当中只有一个人真正搬去乡村居住，不过他在六个月后就回到了城里。 \n即使他现在也仍然抱有一种错觉，认为乡村生活比城市生活优越。 \n他总是谈论那里友好的人民、清新的空气、与自然的亲密关系，以及悠闲的生活节奏。 \n他坚持认为：没有任何东西能够与清晨的第一声鸡鸣、以及鸟儿啁啾的声音相媲美。 \n朝阳的光芒在树木和牧场上闪烁的景象。 \n这幅田园诗般的景象只不过是整个画面的一部分罢了。 \n我的朋友从未提到那些漫长而孤独的冬夜：那些夜晚，他们只能坐在电视机前，电视几乎是他们唯一的娱乐来源。 \n他对商店里商品种类少的问题只字未提。 \n或者，那些不幸的人——他们每天不得不从乡下赶到城市去上班。 \n我实在无法理解：为什么人们愿意每天忍受长达四小时的通勤时间，只为了获得住在乡下的那种可疑的特权。 \n如果他们选择回到自己真正应该居住的城市，就能避免那么多痛苦和开支了。 \n\n如果你能够舍弃乡村生活中那些宁静、惬意的乐趣，你会发现城市能够为你提供生活中最美好的东西。 \n你再也不需要长途跋涉去见你的朋友了。 \n他们总是住在附近，随时可以陪你闲聊或一起享受晚上的娱乐时光。 \n我在乡下的一些熟人每年会来城里一两次，专门为了看戏剧而享受这份特别的乐趣。 \n对他们来说，这是一项规模较大的行动，需要周密的规划。 \n随着戏剧接近尾声，他们开始怀疑自己是否还能赶上回家的最后一班火车。 \n城市居民从来不会经历这种焦虑。 \n最新的展览、电影或戏剧演出，都只需乘坐公交车很短的距离就能到达。 \n购物也总是一种令人愉悦的体验。 \n选择如此丰富多样，以至于你永远不必将就于次优的选择。 \n乡下人一到城里购物，就会变得兴奋不已，他们会尽可能多地购买各种新奇的物品，然后摇摇晃晃地带着这些东西回家。 \n这座城市也有它美丽的时刻。 \n在寒冷潮湿的冬夜里，广告散发出的温暖光芒总有一种令人感到舒适的感觉。 \n没有什么比周末时那些空旷的城市街道上降临的宁静更令人印象深刻的了。 \n当每天成千上万通勤的人都安顿在乡下的家里时。 \n我一直很困惑：为什么城市居民——他们明明很享受这些便利和美好的事物——却固执地假装自己更喜欢住在乡下。 \n他们固执地假装自己更喜欢住在乡下。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/41－Illusions of Pastoral Peace.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.94,22.45],[22.45,24.9],[24.9,35.61],[35.61,45.18],[45.18,49.15],[49.15,57.41],[57.41,66.07],[66.07,76.03],[76.03,84.78],[84.78,90.55],[90.55,95.95],[95.95,106.87],[106.87,111.66],[111.66,120.73],[120.73,131.87],[131.87,141.99],[141.99,152.11],[152.11,156.17],[156.17,165.81],[165.81,174.74],[174.74,181.5],[181.5,188.77],[188.77,194.16],[194.16,201.46],[201.46,205.24],[205.24,212.3],[212.3,223.18],[223.18,227.07],[227.07,235.15],[235.15,242.61],[242.61,250.08],[250.08,257.67],[257.67,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.97,
      "text": "What particular anxiety spoils the country dweller's visit to the theatre?",
      "translate": "乡下人去剧院时，哪种担忧会破坏他们的兴致？",
      "end": 17.94
    }
  },
  {
    "id": "CLU8O1",
    "title": "Modern cavemen",
    "titleTranslate": "现代洞穴人",
    "text": "Cave exploration, or pot-holing, as it has come to be known, is a relatively new sport. \nPerhaps it is the desire for solitude or the chance of making an unexpected discovery that lures people down to the depths of the earth. \nIt is impossible to give a satisfactory explanation for a pot-holer's motives. \nFor him, caves have the same peculiar fascination which high mountains have for the climber. \nThey arouse instincts which can only be dimly understood.\n\nExploring really deep caves is not a task for the Sunday afternoon rambler. \nSuch undertakings require the precise planning and foresight of military operations. \nIt can take as long as eight days to rig up rope ladders and to establish supply bases before a descent can be made into a very deep cave. \nPrecautions of this sort are necessary, for it is impossible to foretell the exact nature of the difficulties which will confront the pot-holer. \nThe deepest known cave in the world is the Gouffre Berger near Grenoble. \nIt extends to a depth of 3, 723 feet. \nThis immense chasm has been formed by an underground stream which has tunnelled a course through a flaw in the rocks. \nThe entrance to the cave is on a plateau in the Dauphine Alps. \nAs it is only six feet across, it is barely noticeable. \nThe cave might never have been discovered had not the entrance been spotted by the distinguished French pot-holer, Berger. \nSince its discovery, it has become a sort of pot-holers' Everest. \nThough a number of descents have been made, much of it still remains to be explored.\n\nA team of pot-holers recently went down the Gouffre Berger. \nAfter entering the narrow gap on the plateau, \nthey climbed down the steep sides of the cave until they came to a narrow corridor. \nThey had to edge their way along this, \nsometimes wading across shallow streams, or swimming across deep pools. \nSuddenly they came to a waterfall which dropped into an underground lake at the bottom of the cave. \nThey plunged into the lake, and after loading their gear on an inflatable rubber dinghy, let the current carry them to the other side. \nTo protect themselves from the icy water, they had to wear special rubber suits. \nAt the far end of the lake, they came to huge piles of rubble which had been washed up by the water. \nIn this part of the cave, they could hear an insistent booming sound \nwhich they found was caused by a small waterspout shooting down into a pool from the roof of the cave. \nSqueezing through a cleft in the rocks, the pot-holers arrived at an enormous cavern, the size of a huge concert hall. \nAfter switching on powerful arc lights, \nthey saw great stalagmites--some of them over forty feet high--rising up like tree-trunks to meet the stalactites suspended from the roof. \nRound about, piles of limestone glistened in all the colours of the rainbow. \nIn the eerie silence of the cavern, the only sound that could be heard was made by water which dripped continuously from the high dome above them.",
    "textTranslate": "洞穴探险，也就是现在人们常说的“pot-holing”，其实是一项相对较新的运动。 \n也许，正是对孤独的渴望，或是希望做出意外发现的心情，驱使人们前往地球的深处。 \n对于洞穴探险者的动机，根本不可能给出一个令人满意的解释。 \n对他来说，洞穴具有与高山对登山者同样的独特吸引力。 \n它们唤醒了一些我们只能勉强理解的本能。 \n\n探索那些极其深邃的洞穴，绝不是适合在周日午后闲逛时去完成的任务。 \n这样的行动需要军事行动般的精确计划和远见。 \n在进入一个非常深的洞穴之前，搭建绳梯并建立补给基地可能需要长达八天的时间。 \n采取这样的预防措施是必要的，因为我们无法预知洞穴探险者将会遇到的具体困难。 \n世界上已知最深的洞穴是位于格勒诺布尔附近的贝尔热洞穴（Gouffre Berger）。 \n它的深度达到了3,723英尺。 \n这个巨大的峡谷是由一条地下溪流形成的；这条溪流在岩石的裂缝中穿行，逐渐侵蚀出了这条通道。 \n洞穴的入口位于多菲内阿尔卑斯山脉的一个高原上。 \n由于它的宽度只有六英尺，几乎看不出来它的存在。 \n如果那个洞穴的入口没有被那位著名的法国洞穴探险家伯杰发现的话，它可能永远都不会被人发现。 \n自从它被发现以来，它就成了洞穴探险者的'珠穆朗玛峰'。 \n尽管已经有人多次尝试探索那里，但仍有很大一部分区域尚未被人类发现或探索。 \n\n最近，一支由洞穴探险者组成的团队进入了贝尔热洞（Gouffre Berger）。 \n在进入高原上的那个狭窄缝隙之后…… \n他们沿着洞穴陡峭的侧壁向下爬行，直到来到一条狭窄的通道前。 \n他们不得不沿着这条路小心翼翼地前行。 \n有时候需要涉水穿过浅流；有时候则需要游过深水区。 \n突然，他们来到了一处瀑布前；那瀑布的水流直接注入了洞穴底部的一个地下湖泊中。 \n他们跳进了湖里，然后将装备装上了一个充气橡胶小艇，让水流将他们带到对岸。 \n为了防止被冰冷的水冻伤，他们不得不穿上特制的橡胶防护服。 \n在湖的尽头，他们看到了一堆堆巨大的碎石，这些碎石是被水冲上岸来的。 \n在这个洞穴的区域内，他们能听到一种持续不断的、低沉的轰鸣声。 \n他们发现，这种现象是由于一个小型水柱从洞穴的顶部冲下来，落入了一个水池中而引起的。 \n穿过岩石间的裂缝，那些洞穴探险者终于来到了一处巨大的洞穴——其规模相当于一座大型音乐厅。 \n在打开强力的弧光灯之后， \n他们看到了那些巨大的石笋——其中一些高达四十多英尺——这些石笋像树干一样矗立着，与从屋顶悬挂下来的钟乳石相接。 \n周围，成堆的石灰岩闪烁着彩虹般的各种色彩。 \n在洞穴那令人毛骨悚然的寂静中，唯一能听到的声音，就是从他们头顶的高耸穹顶上不断滴落的水声。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/42－Modern Cavemen.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.31,23.34],[23.34,34.42],[34.42,40.92],[40.92,48.99],[48.99,54.42],[54.42,60.19],[60.19,68.03],[68.03,80.61],[80.61,92.06],[92.06,98.66],[98.66,104.33],[104.33,113.65],[113.65,120.13],[120.13,125.39],[125.39,135],[135,140.66],[140.66,147.85],[147.85,153.27],[153.27,156.96],[156.96,163.62],[163.62,166.29],[166.29,172.62],[172.62,180.69],[180.69,191.67],[191.67,198.57],[198.57,206.87],[206.87,212.17],[212.17,220.42],[220.42,229.72],[229.72,233],[233,245.43],[245.43,252.14],[252.14,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.46,
      "text": "With what does the writer compare the Gouffre Berger?",
      "translate": "作者将“贝杰尔洞穴”（Gouffre Berger）比作什么？",
      "end": 15.31
    }
  },
  {
    "id": "ohyHEB",
    "title": "Fully insured",
    "titleTranslate": "全保险",
    "text": "Insurance companies are normally willing to insure anything. \nInsuring public or private property is a standard practice in most countries in the world. \nIf, however, you were holding an open air garden party or a fete it would be equally possible to insure yourself in the event of bad weather. \nNeedless to say, the bigger the risk an insurance company takes, the higher the premium you will have to pay. \nIt is not uncommon to hear that a shipping company has made a claim for the cost of salvaging a sunken ship. \nBut the claim made by a local authority to recover the cost of salvaging a sunken pie dish must surely be unique.\n\nAdmittedly it was an unusual pie dish, for it was eighteen feet long and six feet wide. \nIt had been purchased by a local authority so that an enormous pie could be baked for an annual fair. \nThe pie committee decided that the best way to transport the dish would be by canal so they insured it for the trip. \nShortly after it was launched, the pie committee went to a local inn to celebrate. \nAt the same time, a number of teenagers climbed on to the dish and held a little party of their own. \nDancing proved to be more than the dish could bear, \nfor during the party it capsized and sank in seven feet of water.\n\nThe pie committee telephoned a local garage owner who arrived in a recovery truck to salvage the pie dish. \nShivering in their wet clothes, the teenagers looked on while three men dived repeatedly into the water to locate the dish. \nThey had little difficulty in finding it, but hauling it out of the water proved to be a serious problem. \nThe sides of the dish were so smooth that it was almost impossible to attach hawsers and chains to the rim without damaging it. \nEventually chains were fixed to one end of the dish and a powerful winch was put into operation. \nThe dish rose to the surface and was gently drawn towards the canal bank. \nFor one agonizing moment, the dish was perched precariously on the bank of the canal, \nbut it suddenly overbalanced and slid back into the water. \nThe men were now obliged to try once more. \nThis time they fixed heavy metal clamps to both sides of the dish so that they could fasten the chains. \nThe dish now had to be lifted vertically because one edge was resting against the side of the canal. \nThe winch was again put into operation and one of the men started up the truck. \nSeveral minutes later, the dish was successfully hauled above the surface of the water. \nWater streamed in torrents over its sides with such force that it set up a huge wave in the canal. \nThere was a danger that the wave would rebound off the other side of the bank and send the dish plunging into the water again. \nBy working at tremendous speed, the men managed to get the dish on to dry land before the wave returned.",
    "textTranslate": "保险公司通常愿意为任何物品提供保险服务。 \n在世界上大多数国家，为公共或私人财产投保都是常规做法。 \n不过，如果你在户外举办花园派对或游园会，也可以为可能发生的恶劣天气情况购买保险。 \n不用说，保险公司承担的风险越大，你需要支付的保费也就越高。 \n显然，保险公司承担的风险越大，你需要支付的保费也就越高。 \n但是，一个地方政府为打捞一个沉没的派盘而提出的索赔，肯定是非常独特的。 \n\n这个派盘确实很不寻常——它的长度为18英尺，宽度为6英尺。 \n它是被当地政府购买的，用于为年度集市制作一个巨大的派。 \n派委员会认为通过运河运输派盘的最佳方式，因此他们为这次行程购买了保险。 \n派盘下水后不久，派委员会成员们便前往一家当地酒馆庆祝。 \n与此同时，一些青少年爬上了那个盘子，并在那里举办了一场属于自己的小型聚会。 \n跳舞的震动超出了派盘所能承受的范围， \n因为在派对期间，派盘翻了，沉入了七英尺深的水中。 \n\n派委员会给当地一家修车厂老板打了电话，他开着一辆救援卡车前来打捞派盘。 \n那些青少年穿着湿衣服瑟瑟发抖地看着，三个男人一次又一次地潜入水中寻找派盘。 \n他们找到它并不费什么劲，但将其从水中拖出来却成了一个严重的问题。 \n这个盘子的边缘非常光滑，几乎不可能在不损坏它的情况下将缆绳或链条固定在盘子的边缘上。 \n最终，那些链条被固定在盘子的一端；随后，一台强大的绞车也被启动了起来。 \n派盘浮到水面，被缓缓地拉向运河岸边。 \n在令人揪心的一瞬间，派盘摇摇晃晃地停在运河岸边， \n但它突然失去了平衡，又滑回了水中。 \n这些人现在不得不再次尝试。 \n这次，他们在盘子的两侧安装了沉重的金属夹具，以便固定链条。 \n由于盘子的一边紧贴着运河的侧壁，因此必须将其垂直抬起。 \n绞车再次被启动，其中一名男子启动了卡车。 \n几分钟后，盘子终于被成功吊到了水面上方。 \n水从派盘边缘倾泻而下，水流如此之猛，在运河里掀起了一阵巨浪。 \n有危险的是，这股浪可能会从对岸反弹回来，把派盘重新冲回水里。 \n以极快的速度工作，这些人总算在浪头返回前把派盘弄上了岸。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/43－Fully Insured.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.55,20.85],[20.85,28.14],[28.14,40.27],[40.27,49.9],[49.9,58.02],[58.02,68.34],[68.34,77.4],[77.4,86.4],[86.4,96.61],[96.61,103.28],[103.28,111.27],[111.27,115.25],[115.25,121.76],[121.76,130.67],[130.67,141.41],[141.41,150.27],[150.27,162.12],[162.12,170.84],[170.84,178.1],[178.1,185.67],[185.67,191.34],[191.34,195.82],[195.82,204.77],[204.77,212.23],[212.23,218.89],[218.89,225.3],[225.3,233.96],[233.96,244.44],[244.44,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.94,
      "text": "Who owned the pie dish and why?",
      "translate": "谁拥有那个派盘，为什么？",
      "end": 15.55
    }
  },
  {
    "id": "ocebt7",
    "title": "Speed and comfort",
    "titleTranslate": "又快捷又舒适",
    "text": "People travelling long distances frequently have to decide whether they would prefer to go by land, sea, or air. \nHardly anyone can positively enjoy sitting in a train for more than a few hours. \nTrain compartments soon get cramped and stuffy. \nIt is almost impossible to take your mind off the journey. \nReading is only a partial solution, for the monotonous rhythm of the wheels clicking on the rails soon lull you to sleep. \nDuring the day, sleep comes in snatches. \nAt night, when you really wish to go to sleep, you rarely manage to do so. \nIf you are lucky enough to get a sleeper, \nyou spend half the night staring at the small blue light in the ceiling, or fumbling to find your ticket for inspection. \nInevitably you arrive at your destination almost exhausted. \nLong car journeys are even less pleasant, for it is quite impossible even to read. \nOn motorways you can, at least, travel fairly safely at high speeds, \nbut more often than not, the greater part of the journey is spent on roads with few service stations and too much traffic. \nBy comparison, ferry trips or cruises offer a great variety of civilized comforts. \nYou can stretch your legs on the spacious decks, play games, \nmeet interesting people and enjoy good food--always assuming, of course, that the sea is calm. \nIf it is not, and you are likely to get seasick, no form of transport could be worse. \nEven if you travel in ideal weather, sea journeys take a long time. \nRelatively few people are prepared to sacrifice holiday time for the pleasure of travelling by sea.\n\nAeroplanes have the reputation of being dangerous and even hardened travellers are intimidated by them. \nThey also have the disadvantage of being an expensive form of transport. \nBut nothing can match them for speed and comfort. \nTravelling at a height of 30, 000 feet, far above the clouds, and at over 500 miles an hour is an exhilarating experience. \nYou do not have to devise ways of taking your mind off the journey, for an aeroplane gets you to your destination rapidly. \nFor a few hours, you settle back in a deep armchair to enjoy the flight. \nThe real escapist can watch a film and sip champagne on some services. \nBut even when such refinements are not available, there is plenty to keep you occupied. \nAn aeroplane offers you an unusual and breathtaking view of the world. \nYou soar effortlessly over high mountains and deep valleys. \nYou really see the shape of the land. \nIf the landscape is hidden from view, \nyou can enjoy the extraordinary sight of unbroken cloud plains that stretch out for miles before you, while the sun shines brilliantly in a clear sky. \nThe journey is so smooth that there is nothing to prevent you from reading or sleeping. \nHowever you decide to spend your time, one thing is certain: you will arrive at your destination fresh and uncrumpled. \nYou will not have to spend the next few days recovering from a long and arduous journey.",
    "textTranslate": "长途旅行的人经常需要决定是选择陆路、海路还是航空方式来出行。 \n几乎没有人能够真正享受在火车上坐上几个小时以上的时光。 \n火车车厢很快就会变得拥挤不堪、空气也不流通（即非常闷热）。 \n几乎不可能让你把注意力从这段旅程上移开。 \n阅读只能提供部分缓解；车轮在铁轨上单调地咔嗒作响，这种声音很快就会让你入睡。 \n白天里，睡眠总是断断续续的。 \n到了晚上，当你真的想入睡的时候，却往往难以入睡。 \n如果你有幸买到一张卧铺票， \n你会花上半个晚上盯着天花板上的小蓝灯，或者摸索着找票接受检查。 \n最终，你几乎精疲力尽地到达了目的地。 \n长途驾车旅行更加令人不适，因为在这种情况下甚至连看书都几乎不可能做到。 \n在高速公路上，至少你可以以较高的速度安全地行驶。 \n但大多数情况下，旅途中的大部分时间都是在那些服务站稀少、交通拥堵严重的道路上度过的。 \n相比之下，渡轮旅行或游轮旅行提供了多种舒适的设施和服务。 \n你可以在宽敞的甲板上伸展双腿、玩游戏， \n结识有趣的人，享受美味的美食——当然，这一切的前提都是海面必须风平浪静。 \n如果海面不平静，而你又容易晕船，那就没有比这更糟糕的交通方式了。 \n即使你在理想的天气条件下旅行，海上航行仍然需要很长时间。 \n只有少数人愿意牺牲假期时间，去享受海上旅行的乐趣。 \n\n飞机一直被认为是一种危险的交通工具，就连那些经验丰富的旅客也会对它们感到恐惧。 \n它们的另一个缺点是费用昂贵。 \n但是，在速度和舒适度方面，没有任何东西能比得上它们。 \n在30,000英尺的高空飞行——远远高于云层之上——并以每小时500英里的速度前进，确实是一种令人兴奋的体验。 \n你不必费心去寻找方法来转移自己的注意力，因为飞机能迅速将你送到目的地。 \n你可以安坐在宽大的扶手椅里，享受飞行的乐趣。 \n在有些航班上，真正想放松的人可以看看电影，喝喝香槟。 \n但即使没有这些精致的服务，也有足够多的事情让你打发时间。 \n从飞机上，你可以看到一个独特而令人惊叹的世界景象。 \n你轻松地翱翔在高山之上，穿过幽深的山谷。 \n你真的能够清楚地看到这片土地的轮廓和地形特征。 \n如果地面景色被云层遮挡， \n你可以欣赏到那令人惊叹的景象：连绵不断的云层平铺在眼前，一望无际；而太阳则在清澈的天空下闪耀着耀眼的光芒。 \n旅途非常平稳，没有任何因素会妨碍你阅读或睡觉。 \n无论你如何度过时光，有一点是确定的：到达目的地时，你会精神焕发，毫无倦意。 \n在接下来的几天里，你不必花费时间来恢复体力——毕竟你刚刚完成了一段漫长而艰辛的旅程。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/44－Speed and Comfort.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.05,23.94],[23.94,30.98],[30.98,34.86],[34.86,39.1],[39.1,49.1],[49.1,52.9],[52.9,58.6],[58.6,61.43],[61.43,70.91],[70.91,77.13],[77.13,83.68],[83.68,89.31],[89.31,98.94],[98.94,106.94],[106.94,111],[111,120.53],[120.53,128.15],[128.15,133.69],[133.69,141.98],[141.98,149.86],[149.86,155.68],[155.68,160.07],[160.07,171.17],[171.17,179.72],[179.72,186.26],[186.26,192.79],[192.79,198.57],[198.57,204.61],[204.61,209.84],[209.84,212.94],[212.94,215.59],[215.59,228.89],[228.89,235.62],[235.62,245.57],[245.57,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8.93,
      "text": "Which type of transport does the writer prefer, do you think?",
      "translate": "你认为作者更喜欢哪种交通工具呢？",
      "end": 15.05
    }
  },
  {
    "id": "BkjXsV",
    "title": "The power of the press",
    "titleTranslate": "新闻报道的威力",
    "text": "In democratic countries any efforts to restrict the freedom of the press are rightly condemned. \nHowever, this freedom can easily be abused. \nStories about people often attract far more public attention than political events. \nThough we may enjoy reading about the lives of others, \nit is extremely doubtful whether we would equally enjoy reading about ourselves. \nActing on the contention that facts are sacred, \nreporters can cause untold suffering to individuals by publishing details about their private lives. \nNewspapers exert such tremendous influence that they can not only bring about major changes to the lives of ordinary people but can even overthrow a government.\n\nThe story of a poor family that acquired fame and fortune overnight, dramatically illustrates the power of the press. \nThe family lived in Aberdeen, a small town of 23, 000 inhabitants in South Dakota. \nAs the parents had five children, life was a perpetual struggle against poverty. \nThey were expecting their sixth child and were faced with even more pressing economic problems. \nIf they had only had one more child, the fact would have passed unnoticed. \nThey would have continued to struggle against economic odds and would have lived in obscurity. \nBut they suddenly became the parents of quintuplets, four girls and a boy, an event which radically changed their lives. \nThe day after the birth of the five children, an aeroplane arrived in Aberdeen bringing sixty reporters and photographers.\n\nThe rise to fame was swift. \nTelevision cameras and newspapers carried the news to everyone in the country. \nNewspapers and magazines offered the family huge sums for the exclusive rights to publish stories and photographs. \nGifts poured in not only from unknown people, \nbut from baby food and soap manufacturers who wished to advertise their products. \nThe old farmhouse the family lived in was to be replaced by a new $500, 000 home. \nReporters kept pressing for interviews so lawyers had to be employed to act as spokesmen for the family at press conferences. \nWhile the five babies were still quietly sleeping in oxygen tents in a hospital nursery, \ntheir parents were paying the price for fame. \nIt would never again be possible for them to lead normal lives. \nThey had become the victims of commercialization, for their names had acquired a market value. \nInstead of being five new family members, these children had immediately become a commodity.",
    "textTranslate": "在民主国家中，任何限制新闻自由的行为都应受到谴责。 \n然而，这种自由很容易被滥用。 \n关于普通人的故事往往比政治事件更能吸引公众的注意力。 \n虽然我们可能会喜欢阅读关于他人生活的故事， \n我们是否也会同样喜欢阅读关于自己的内容，这一点实在非常值得怀疑。 \n基于“事实是神圣的”这一观点， \n记者通过公开个人的私生活细节，可能会给这些人带来难以估量的痛苦。 \n报纸的影响力极其巨大；它们不仅能够对普通人的生活产生重大影响，甚至有可能推翻一个政府。 \n\n这个关于一个贫困家庭如何一夜之间获得名望和财富的故事，生动地展示了媒体的影响力。 \n这家人住在阿伯丁（Aberdeen），一个位于南达科他州（South Dakota）的小镇上，该镇共有23,000名居民。 \n由于这对父母有五个孩子，他们的生活始终在与贫困作斗争。 \n他们即将迎来第六个孩子，同时也面临着更加紧迫的经济问题。 \n如果他们再多要一个孩子的话，这件事可能就会被忽视、无人注意了。 \n他们本会继续在艰难的经济环境中挣扎，过着默默无闻的生活。 \n但他们突然成为了五胞胎的父母——四个女孩和一个男孩，这一事件彻底改变了他们的生活。 \n在五个孩子出生的第二天，一架飞机抵达阿伯丁，带来了六十名记者和摄影师。 \n\n他们一举成名。 \n电视摄像机与报纸将这一消息传遍了全国的每一个人。 \n报纸和杂志向这家人提供了巨额报酬，以获得独家报道这些事件和发布相关照片的权利。 \n礼物不仅来自陌生人， \n也来自希望借此宣传产品的婴儿食品和肥皂制造商。 \n他们曾经居住的旧农舍将被一座价值50万美元的新房子所取代。 \n记者们不断要求采访，因此这家人不得不聘请律师在新闻发布会上担任发言人。 \n当这五个婴儿还在医院婴儿房的氧气帐篷里安静地睡着时…… \n他们的父母正在为他们的名气付出代价。 \n他们再也无法过上正常的生活了。 \n他们成为了商业化的受害者，因为他们的名字已经具有了市场价值。 \n这些孩子没有成为家庭的新成员，反而立刻被当成了商品。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/45－The Power of the Press.mp3",
    "audioFileId": "",
    "lrcPosition": [[20.22,28.59],[28.59,33.74],[33.74,40.73],[40.73,44.94],[44.94,51.76],[51.76,56.16],[56.16,65.83],[65.83,79.22],[79.22,88.3],[88.3,96.02],[96.02,102.12],[102.12,109.5],[109.5,115.53],[115.53,122.51],[122.51,132.99],[132.99,142.41],[142.41,144.75],[144.75,150.03],[150.03,158.52],[158.52,162.22],[162.22,168.82],[168.82,176.82],[176.82,186.84],[186.84,193.58],[193.58,197.27],[197.27,202.2],[202.2,210.25],[210.25,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.99,
      "text": "Does the writer think the parents were lucky or unlucky to gain prosperity in this way? Why?",
      "translate": "作者认为，这些父母通过这种方式获得财富是幸运的，还是不幸的？为什么？",
      "end": 20.22
    }
  },
  {
    "id": "l3VpEx",
    "title": "Do it yourself",
    "titleTranslate": "自己动手",
    "text": "So great is our passion for doing things for ourselves, \nthat we are becoming increasingly less dependent on specialized labour. \nNo one can plead ignorance of a subject any longer, for there are countless do-it-yourself publications. \nArmed with the right tools and materials, newlyweds gaily embark on the task of decorating their own homes. \nMen, particularly, spend hours of their leisure time installing their own fireplaces, \nlaying out their own gardens; building garages and making furniture. \nSome really keen enthusiasts go so far as to build their own computers. \nShops cater for the do-it-yourself craze not only by running special advisory services for novices, \nbut by offering consumers bits and pieces which they can assemble at home. \nSuch things provide an excellent outlet for pent up creative energy, but unfortunately not all of us are born handymen.\n\nSome wives tend to believe that their husbands are infinitely resourceful and can fix anything. \nEven men who can hardly drive a nail in straight are supposed to be born electricians, carpenters, plumbers and mechanics. \nWhen lights fuse, furniture gets rickety, pipes get clogged, or vacuum cleaners fail to operate, \nsome women assume that their husbands will somehow put things right. \nThe worst thing about the do-it-yourself game is that sometimes even men live under the delusion that they can do anything, \neven when they have repeatedly been proved wrong. \nIt is a question of pride as much as anything else.\n\nLast spring my wife suggested that I call in a man to look at our lawn mower. \nIt had broken down the previous summer, and though I promised to repair it, I had never got round to it. \nI would not hear of the suggestion and said that I would fix it myself. \nOne Saturday afternoon, I hauled the machine into the garden and had a close look at it. \nAs far as I could see, it needed only a minor adjustment: \na turn of a screw here, a little tightening up there, a drop of oil and it would be as good as new. \nInevitably the repair job was not quite so simple. \nThe mower firmly refused to mow, so I decided to dismantle it. \nThe garden was soon littered with chunks of metal which had once made up a lawn mower. \nBut I was extremely pleased with myself. I had traced the cause of the trouble. \nOne of the links in the chain that drives the wheels had snapped. \nAfter buying a new chain I was faced with the insurmountable task of putting the confusing jigsaw puzzle together again. \nI was not surprised to find that the machine still refused to work after I had reassembled it, \nfor the simple reason that I was left with several curiously shaped bits of metal which did not seem to fit anywhere. \nI gave up in despair. \nThe weeks passed and the grass grew. \nWhen my wife nagged me to do something about it, \nI told her that either I would have to buy a new mower or let the grass grow. \nNeedless to say our house is now surrounded by a jungle. \nBuried somewhere in deep grass there is a rusting lawn mower which I have promised to repair one day.",
    "textTranslate": "我们对亲自动手做事的热情是如此之强烈， \n以至于我们越来越不依赖专业劳动力了。 \n如今，再没有人能够以“对某个主题一无所知”为借口了，因为市面上有数不胜数的 DIY（自己动手做）类出版物可供参考。 \n配备了合适的工具和材料后，新婚夫妇便兴高采烈地开始装饰自己的家。 \n尤其是男性，他们会花费大量的闲暇时间来自己安装壁炉。 \n他们自己规划花园的布局，建造车库，并制作家具。 \n一些非常热衷的爱好者甚至会自己组装电脑。 \n商店不仅通过为新手提供专门的咨询服务， \n还通过向消费者提供各种可以自行组装的零件来迎合这股热潮。 \n这类活动为人们提供了释放内心创造力的绝佳途径，可惜并不是每个人天生就擅长动手做事（或：并不是每个人天生都具备动手能力）。 \n\n有些妻子总是认为自己的丈夫无所不能，什么问题都能解决。 \n即使是那些连把钉子都钉不直的男人，也被认为天生就适合从事电工、木匠、水管工或机械师等工作。 \n当保险丝烧断、家具摇晃、管道堵塞或吸尘器失灵时， \n有些女性认为，她们的丈夫会想办法把事情解决好。 \n自己动手这事儿最糟糕的地方在于，有时候连男人自己都会误以为无所不能， \n即使他们的观点已经被多次证明是错误的，他们仍然坚持自己的立场。 \n这主要是面子问题。 \n\n去年春天，我妻子建议我请一位专业人士来检查一下我们的割草机。 \n它在前一个夏天就坏掉了，虽然我答应过要修理它，但一直没能抽空去修。 \n我断然拒绝了她的建议，说我自己能修。 \n一个星期六的下午，我把那台机器搬到了花园里，仔细地观察了它一番。 \n据我所见，它只需要进行微小的调整即可。 \n这里拧个螺丝，那里紧一紧，再滴几滴油，它就能焕然一新了。 \n不可避免地，这次维修工作并没有那么简单。 \n割草机就是不肯割草，于是我决定把它拆开。 \n花园里很快就散落着许多金属碎片——那些碎片原本是割草机的一部分。 \n但我对自己感到非常满意。我已经找到了问题的根源。 \n驱动轮子的链条上有一节断了。 \n买了新链条后，我面临着一个无法完成的任务：把这个令人头疼的拼图重新装回去。 \n当我重新组装好这台机器后，发现它仍然无法正常工作时，我并不感到惊讶。 \n原因很简单：我手里还剩几块形状古怪的金属片，怎么也装不上去。 \n我绝望地放弃了。 \n几周过去了，草也长高了。 \n当妻子催我处理这事时， \n我告诉她，要么我得买一台新的割草机，要么就任由草继续长下去。 \n不用说，我们家现在被一片丛林包围了。 \n在茂密的草丛中，埋着一把生锈的割草机；我曾承诺有朝一日一定会把它修好。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/46－Do It Yourself.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.95,21.4],[21.4,27.22],[27.22,35.22],[35.22,43.7],[43.7,50.59],[50.59,56.23],[56.23,62.48],[62.48,70.21],[70.21,75.74],[75.74,86.47],[86.47,93.94],[93.94,103.52],[103.52,111.83],[111.83,116.5],[116.5,125.2],[125.2,129.05],[129.05,133.1],[133.1,139.3],[139.3,147.78],[147.78,153.7],[153.7,160.45],[160.45,165.27],[165.27,173.88],[173.88,179.04],[179.04,185.22],[185.22,192.99],[192.99,198.61],[198.61,203.64],[203.64,214.7],[214.7,222.35],[222.35,232.44],[232.44,235.01],[235.01,238.12],[238.12,241.52],[241.52,246.91],[246.91,251.75],[251.75,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.29,
      "text": "Did the writer repair his lawn mower in the end? Why/Why not?",
      "translate": "最后，作者修好了他的割草机吗？为什么（或为什么不）？",
      "end": 16.95
    }
  },
  {
    "id": "i8mNde",
    "title": "Too high a price?",
    "titleTranslate": "代价太高？",
    "text": "Pollution is the price we pay for an overpopulated, overindustrialized planet. \nWhen you come to think about it, there are only four ways you can deal with rubbish: \ndump it, burn it, turn it into something you can use again, attempt to produce less of it. \nWe keep trying all four methods, but sheer volume of rubbish we produce worldwide threatens to overwhelm us.\n\nRubbish, however, is only part of the problem of polluting our planet. \nThe need to produce ever increasing quantities of cheap food leads to a different kind of pollution. \nIndustriallized farming metheods produce cheap meat products: beef, pork and chicken. \nThe use of pesticides and fertilizers produces cheap grain and vegetables. \nThe price we pay for cheap food may be already too high: \nMad Cow Disease (BSE) in cattle, salmonella in chicken and eggs, and listeria in dairy products. \nAnd if you think you'll abandon meat and become a vegetarian, \nyou have the choice of very expensive organically-grown vegetables \nor a steady diet of pesticides every time you think you're eating fresh salads and vegetables, \nor just having an innocent glass of water!\n\nHowever, there is an even more insidious kind of pollution that particularly affects urban area and invades our daily lives, and that is noise. \nBurglar alarms going off at any time of the day or night serve only to annoy passers-by and actually assist burglars to burgle. \nCar alarms constantly scream at us in the street and are a source of profound irritation. \nA recent survey of the effects of noise revealed (surprisingly?) \nthat dogs barking incessantly in the night rated the highest form of noise pollution on a scale ranging from 1 to 7. \nThe survey revealed a large number of sources of noise that we really dislike. \nLawn mowers whining on a summer's day, late-night parties in apartment blocks, \nnoisy neighbours, vehicles of all kinds, \nespecially large container trucks thundering through quiet villages, \nplanes and helicopters flying overhead, large radios carried round in public places and played at maximum volume. \nNew technology has also made its own contribution to noise. \nA lot of people object to mobile phones, especially when they are used in public places like restaurant or on public transport. \nLoud conversations on mobile phones invade our thoughts or interrupt the pleasure of meeting friends for a quiet chat. \nThe noise pollution survey revealed a rather surprising and possibly amusing old-fashioned source of noise. \nIt turned out to be snoring! Men were found to be the worst offenders. \nIt was revealed that 20% of men in their mid-thirties snore. \nThis figure rises to a staggering 60% of men in their sixties. \nAgainst these figures, it was found that only 5% of women snore regularly, \nwhile the rest are constantly woken or kept awake by their trumpeting partners. \nWhatever the source of noise, one thing is certain: silence, it seems, has become a golden memory.",
    "textTranslate": "污染是我们这个人口过剩、过度工业化的星球所必须付出的代价。 \n仔细想想，处理垃圾其实只有四种方法： \n把它扔掉、烧掉，或者把它改造成可以再次使用的东西；尽量减少它的生产量。 \n我们一直在尝试这四种方法，但全球产生的垃圾数量实在庞大，几乎让我们应接不暇。 \n\n然而，垃圾仅仅是污染我们地球问题的一个方面罢了。 \n对廉价食品日益增长的需求导致了另一种形式的污染。 \n工业化农业生产方式能够制造出价格低廉的肉类产品，包括牛肉、猪肉和鸡肉。 \n使用农药和化肥可以生产出价格低廉的谷物和蔬菜。 \n我们为廉价食品所支付的价格可能已经太高了。 \n牛的疯牛病（BSE）、鸡肉和鸡蛋中的沙门氏菌、乳制品中的李斯特菌…… \n如果你打算放弃吃肉、成为素食者， \n你也有选择：要么购买价格昂贵的有机蔬菜， \n要么每次以为自己在吃新鲜沙拉或蔬菜时，其实都在摄入农药； \n或者，你也可以选择简单地喝一杯水…… \n\n然而，还有一种更为隐蔽的污染形式，它尤其影响城市地区，并渗透到我们的日常生活中，那就是噪音。 \n防盗警报在日夜任何时候突然响起，不仅会惹恼路人，反而会帮助窃贼作案； \n汽车警报声在街上不断刺耳地鸣叫，令人极度烦躁。 \n最近一项关于噪音影响的调查显示（令人惊讶的是）， \n夜间狗不停地吠叫被列为噪音污染中最严重的形式（在1到7的评分体系中得分最高）。 \n这项调查还揭示了许多我们非常讨厌的噪音来源： \n夏日里割草机的嗡嗡声、公寓楼里的深夜聚会…… \n吵闹的邻居们，各种各样的车辆…… \n尤其是那些巨大的集装箱卡车，在宁静的村庄里轰鸣着驶过…… \n飞机和直升机在头顶上飞过；在公共场所，人们会携带大型收音机，并将音量调至最大来播放音乐。 \n新技术也为噪音问题做出了自己的'贡献'。 \n很多人反对在公共场所（如餐厅或公共交通工具上）使用手机。 \n手机上大声的通话声会干扰我们的思绪，或者打断我们与朋友安静交谈的乐趣。 \n噪音污染调查显示了一个相当令人惊讶、甚至有点滑稽的老式噪音来源。 \n原来问题出在打鼾上！研究发现，男性是打鼾问题最严重的群体。 \n据调查显示，20%的三十多岁男性有打鼾的习惯。 \n而在六十多岁的男性中，这个数字惊人地高达60%。 \n与这些数据相比，研究发现只有5%的女性经常打鼾。 \n而其余的女性则不断被她们如吹号般的伴侣吵醒或无法入睡。 \n无论噪音的来源是什么，有一点是肯定的：沉默似乎已经成为了一段珍贵的回忆。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/47－Too High a Price.mp3",
    "audioFileId": "",
    "lrcPosition": [[18.65,25.49],[25.49,30.76],[30.76,37.73],[37.73,48.1],[48.1,53.5],[53.5,60.99],[60.99,68.21],[68.21,74.44],[74.44,79.63],[79.63,89.65],[89.65,93.86],[93.86,98.89],[98.89,105.59],[105.59,109.6],[109.6,122.48],[122.48,133.1],[133.1,140.09],[140.09,145.37],[145.37,155.37],[155.37,161.79],[161.79,167.97],[167.97,171.51],[171.51,176.23],[176.23,186.3],[186.3,191.44],[191.44,201.69],[201.69,211.17],[211.17,219.9],[219.9,226.22],[226.22,232.06],[232.06,238.26],[238.26,244.52],[244.52,251.34],[251.34,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.98,
      "text": "What does the writer describe as an 'amusing old-fashioned source of noise' ?",
      "translate": "作者将什么描述为“一种有趣的老式噪音来源”？",
      "end": 18.65
    }
  },
  {
    "id": "Vc21rA",
    "title": "The silent village",
    "titleTranslate": "沉默的村庄",
    "text": "In this much-travelled world, there are still thousands of places which are inaccessible to tourists. \nWe always assume that villagers in remote places are friendly and hospitable. \nBut people who are cut off not only from foreign tourists, but even from their own countrymen can be hostile to travellers. \nVisits to really remote villages are seldom enjoyable--as my wife and I discovered during a tour through the Balkans.\n\nWe had spent several days in a small town and visited a number of old churches in the vicinity. \nThese attracted many visitors, for they were not only of great architectural interest, but contained a large number of beautifully preserved frescoes as well. \nOn the day before our departure, several bus loads of tourists descended on the town. \nThis was more than we could bear, so we decided to spend our last day exploring the countryside. \nTaking a path which led out of the town, we crossed a few fields until we came to a dense wood. \nWe expected the path to end abruptly, but we found that it traced its way through the trees. \nWe tramped through the wood for over two hours until we arrived at a deep stream. \nWe could see that the path continued on the other side, but we had no idea how we could get across the stream. \nSuddenly my wife spotted a boat moored to the bank. \nIn it there was a boatman fast asleep. \nWe gently woke him up and asked him to ferry us to the other side. \nThough he was reluctant to do so at first, we eventually persuaded him to take us.\n\nThe path led to a tiny village perched on the steep sides of a mountain. \nThe place consisted of a straggling unmade road which was lined on either side by small houses. \nEven under a clear blue sky, the village looked forbidding, as all the houses were built of grey mud bricks. \nThe village seemed deserted, \nthe only sign of life being an ugly-looking black goat on a short length of rope tied to a tree in a field nearby. \nSitting down on a dilapidated wooden fence near the field, we opened a couple of tins of sardines and had a picnic lunch. \nAll at once, I noticed that my wife seemed to be filled with alarm. \nLooking up I saw that we were surrounded by children in rags who were looking at us silently as we ate. \nWe offered them food and spoke to them kindly, but they remained motionless. \nI concluded that they were simply shy of strangers. \nWhen we later walked down the main street of the village, we were followed by a silent procession of children. \nThe village which had seemed deserted, immediately came to life. \nFaces appeared at windows. \nMen in shirt sleeves stood outside their houses and glared at us. \nOld women in black shawls peered at us from doorways. \nThe most frightening thing of all was that not a sound could be heard. \nThere was no doubt that we were unwelcome visitors. \nWe needed no further warning. \nTurning back down the main street, \nwe quickened our pace and made our way rapidly towards the stream where we hoped the boatman was waiting.",
    "textTranslate": "在这个充满旅行的世界里，仍然有成千上万的地方对游客来说是无法到达的。 \n我们总是认为偏远地区的村民友好且好客。 \n然而，那些不仅与外国游客隔绝、甚至与本国人隔绝的人，可能会对旅行者怀有敌意。 \n真正偏远村庄的游览往往并不愉快——我和妻子在巴尔干半岛旅行时就深有体会。 \n\n我们在一个小镇上待了几天，还参观了附近的几座古老教堂。 \n这些教堂吸引了许多游客，因为它们不仅在建筑上很有价值，而且还保存着大量精美的壁画。 \n出发前一天，一大批游客乘巴士来到了这个小镇。 \n这让我们难以忍受，于是我们决定在最后一天去乡村探索一番。 \n我们沿着一条小路离开小镇，穿过几片田野，最终来到了一片茂密的森林。 \n我们原本以为这条小路会突然结束，但实际上它蜿蜒穿过树林，继续延伸下去。 \n我们跋涉穿过森林，花了两个多小时的时间，终于来到了一条湍急的小溪边。 \n我们可以看到小路在另一边继续延伸，但我们完全不知道该如何穿过那条小溪。 \n突然，我的妻子发现有一艘船停靠在岸边。 \n里面有一个正在熟睡的船夫。 \n我们轻轻地唤醒了他，然后请他带我们到另一边去。 \n虽然他一开始并不愿意，但我们最终说服了他带我们一起去。 \n\n这条小路通向一个坐落在陡峭山坡上的小村庄。 \n这个地方有一条蜿蜒曲折、尚未铺好的道路，道路两旁排列着一些小房子。 \n即使是在万里无云的蓝天下，这个村庄看起来依然令人望而生畏——所有的房屋都是用灰色的泥砖建造的。 \n这个村庄看起来像是被遗弃了。 \n唯一的生命迹象是一只长相丑陋的黑色山羊，它被用一根短绳子拴在附近田野里的一棵树上。 \n我们坐在田野旁边那道破旧的木栅栏旁，打开了几罐沙丁鱼，然后享用了一顿野餐午餐。 \n突然间，我注意到我的妻子似乎充满了恐慌（或：显得非常焦虑）。 \n我查了一下后发现，我们周围围着一群衣衫褴褛的孩子们；当我们吃饭时，他们静静地注视着我们。 \n我们给了他们食物，并用温和的语气与他们交谈，但他们依然一动不动。 \n我得出结论：他们只是对陌生人感到害羞而已。 \n后来，当我们沿着村庄的主街走去时，有一群沉默的孩子们跟在我们后面。 \n这个原本看似荒无人烟的村庄立刻变得热闹起来。 \n人们的身影出现在窗户前。 \n那些只穿着衬衫、没有穿外套的男人们站在自家房子外面，怒视着我们。 \n那些披着黑色披肩的老妇人从门缝里向我们张望。 \n最可怕的是，竟然一点声音都听不到。 \n毫无疑问，我们是不受欢迎的访客。 \n我们不需要任何进一步的警告。 \n拐回主街道后， \n我们加快了步伐，迅速朝小溪走去，希望船夫正在那里等着我们。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/48－The Silent Village.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.61,23.07],[23.07,29.74],[29.74,40.02],[40.02,48.81],[48.81,56.13],[56.13,67.95],[67.95,74.5],[74.5,82.86],[82.86,90.38],[90.38,98.22],[98.22,104.53],[104.53,113.5],[113.5,117.75],[117.75,121.38],[121.38,126.67],[126.67,133.23],[133.23,139.39],[139.39,146.93],[146.93,156.09],[156.09,158.49],[158.49,169.12],[169.12,178.85],[178.85,184.72],[184.72,193.3],[193.3,199.93],[199.93,204.12],[204.12,212.46],[212.46,218.24],[218.24,220.4],[220.4,225.78],[225.78,230.73],[230.73,236.64],[236.64,241.54],[241.54,244.25],[244.25,246.6],[246.6,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.01,
      "text": "Why was the village silent?",
      "translate": "为什么这个村庄如此寂静？",
      "end": 14.61
    }
  },
  {
    "id": "q7-apF",
    "title": "The ideal servant",
    "titleTranslate": "理想的仆人",
    "text": "It is a good thing my aunt Harriet died years ago. \nIf she were alive today she would not be able to air her views on her favourite topic of conversation: domestic servants. \nAunt Harriet lived in that leisurely age when servants were employed to do housework. \nShe had a huge, rambling country house called 'The Gables'. \nShe was sentimentally attached to this house, \nfor even though it was far too big for her needs, she persisted in living there long after her husband's death. \nBefore she grew old, aunt Harriet used to entertain lavishly. \nI often visited The Gables when I was a boy. \nNo matter how many guests were present, the great house was always immaculate. \nThe parquet floors shone like mirrors; \nhighly polished silver was displayed in gleaming glass cabinets; \neven my uncle's huge collection of books was kept miraculously free from dust. \nAunt Harriet presided over an invisible army of servants that continuously scrubbed, cleaned, and polished. \nShe always referred to them as 'the shifting population', \nfor they came and went with such frequency that I never even got a chance to learn their names. \nThough my aunt pursued what was, in those days an enlightened policy, \nin that she never allowed her domestic staff to work more than eight hours a day, she was extremely difficult to please. \nWhile she always criticized the fickleness of human nature, \nshe carried on an unrelenting search for the ideal servant to the end of her days, \neven after she had been sadly disillusioned by Bessie.\n\nBessie worked for aunt Harriet for three years. \nDuring that time she so gained my aunt's confidence, that she was put in charge of the domestic staff. \nAunt Harriet could not find words to praise Bessie's industriousness and efficiency. \nIn addition to all her other qualifications, Bessie was an expert cook. \nShe acted the role of the perfect servant for three years before Aunt Harriet discovered her 'little weakness'. \nAfter being absent from The Gables for a week, \nmy aunt unexpectedly returned one afternoon with a party of guests and instructed Bessie to prepare dinner. \nNot only was the meal well below the usual standard, but Bessie seemed unable to walk steadily. \nShe bumped into the furniture and kept mumbling about the guests. \nWhen she came in with the last course--a huge pudding--she tripped on the carpet \nand the pudding went flying through the air, narrowly missed my aunt, and crashed on the dining table with considerable force. \nThough this caused great mirth among the guests, Aunt Harriet was horrified. \nShe reluctantly came to the conclusion that Bessie was drunk. \nThe guests had, of course, realized this from the moment Bessie opened the door for them and, long before the final catastrophe, \nhad had a difficult time trying to conceal their amusement. \nThe poor girl was dismissed instantly. \nAfter her departure, Aunt Harriet discovered that there were piles of empty wine bottles of all shapes and sizes neatly stacked in what had once been Bessie's wardrobe. \nThey had mysteriously found their way there from the wine cellar!",
    "textTranslate": "幸好我的阿姨哈丽特几年前就去世了。 \n如果她今天还活着，她将无法再公开表达自己最热衷讨论的话题——也就是关于家庭佣人的看法了。 \n哈丽特阿姨生活在那个时代：那时人们还会雇佣仆人来帮忙做家务。 \n她拥有一座规模庞大、布局错综复杂的乡村住宅，名叫“The Gables”。 \n她对这栋房子怀有深厚的情感依恋。 \n尽管那套房子远远超出了她的实际需求（空间太大，不符合她的居住要求），但在丈夫去世后，她仍然坚持住在那里很长时间。 \n在哈丽特阿姨年老之前，她总是非常热情地招待客人，总是准备丰盛的美食和精彩的娱乐活动来款待他们。 \n我小时候经常去“The Gables”那个地方。 \n无论有多少客人来访，那座宏伟的房子总是保持得一尘不染、整洁有序。 \n镶木地板闪闪发光，就像镜子一样。 \n那些经过精心打磨的银器被陈列在闪闪发光的玻璃柜中。 \n就连我叔叔那庞大的藏书量，也奇迹般地没有一点灰尘。 \n哈丽特阿姨指挥着一支“看不见的仆人队伍”，这支队伍不断地擦拭、清洁和抛光各种物品。 \n她总是把他们称为“流动的人口”（即那些不断迁移、居无定所的人群）。 \n因为他们来得频繁，去得也快，以至于我根本没机会记住他们的名字。 \n尽管我的姑姑在当时推行了一项被认为具有前瞻性的政策， \n因为她从不允许家中的佣人每天工作超过八小时，所以她非常难以取悦。 \n虽然她总是批评人性的善变， \n她一生都在不懈地寻找那个理想的仆人，直到生命的最后一刻。 \n即使在她被贝西（Bessie）彻底打消了所有希望之后…… \n\n贝西在哈丽特阿姨家工作了三年。 \n在那段时间里，她赢得了我阿姨的充分信任，以至于被委以管理所有家务人员的重任。 \n哈丽特阿姨实在找不到合适的词语来赞扬贝西的勤奋和高效。 \n除了拥有其他各种技能外，贝西还是一位烹饪高手。 \n她扮演了“完美仆人”的角色长达三年，直到哈丽特阿姨发现了她的“小缺点”。 \n在缺席了《The Gables》节目一周之后…… \n一天下午，我的阿姨突然带着一群客人回来了，她吩咐贝西准备晚餐。 \n这顿饭的质量远低于平时的标准；而且贝西似乎也走不稳了。 \n她撞到了家具，然后不停地嘟囔着关于那些客人的事情。 \n当她端着最后一道菜（一道巨大的布丁）进来时，她在地毯上绊倒了。 \n布丁突然飞到了空中，差点撞到我的阿姨，然后猛烈地摔在了餐桌上。 \n虽然这引起了在场宾客们的阵阵笑声，但哈丽特阿姨却感到非常震惊。 \n她勉强得出结论：贝西肯定是喝醉了。 \n当然，客人们从贝西为他们开门的那一刻起就意识到了这一点；早在最终灾难发生之前，他们就已经察觉到了不对劲。 \n他们很难掩饰自己的笑意。 \n那个可怜的女孩立刻就被解雇了。 \n在她离开后，哈丽特阿姨发现：曾经是贝西衣柜的地方，现在整齐地堆放着一堆堆形状各异、大小不一的空酒瓶。 \n它们竟然神秘地从酒窖里找到了通往那里的路！",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/49－The Ideal Servant.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.96,18.97],[18.97,29.25],[29.25,35.42],[35.42,40.36],[40.36,43.82],[43.82,52.82],[52.82,57.84],[57.84,61.45],[61.45,67.62],[67.62,70.94],[70.94,76.31],[76.31,83.38],[83.38,92.83],[92.83,97.88],[97.88,105.56],[105.56,111.25],[111.25,120.28],[120.28,124.95],[124.95,132.1],[132.1,137.29],[137.29,141.04],[141.04,149.03],[149.03,156.05],[156.05,162.1],[162.1,170.67],[170.67,173.84],[173.84,182.21],[182.21,189.97],[189.97,194.83],[194.83,201.07],[201.07,211.31],[211.31,218.37],[218.37,223.37],[223.37,233.35],[233.35,238.04],[238.04,241.69],[241.69,254.97],[254.97,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.9,
      "text": "What was Bessie's 'little weakness' ?",
      "translate": "贝西的“小缺点”是什么？",
      "end": 14.96
    }
  },
  {
    "id": "27d1Z1",
    "title": "New Year resolutions",
    "titleTranslate": "新年的决心",
    "text": "The New Year is a time for resolutions. \nMentally, at least, most of us could compile formidable lists of 'dos' and 'don'ts'. \nThe same old favourites recur year in year out with monotonous regularity. \nWe resolve to get up earlier each morning, eat less, \nfind more time to play with the children, do a thousand and one jobs about the house, \nbe nice to people we don't like, drive carefully, and take the dog for a walk every day. \nPast experience has taught us that certain accomplishments are beyond attainment. \nIf we remain inveterate smokers, it is only because we have so often experienced the frustration that results from failure. \nMost of us fail in our efforts at sel-improvement because our schemes are too ambitious and we never have time to carry them out. \nWe also make the fundamental error of announcing our resolutions to everybody \nso that we look even more foolish when we slip back into our bad old ways. \nAware of these pitfalls, this year I attempted to keep my resolutions to myself. \nI limited myself to two modest ambitions: to do physical exercises every morning and to read more of an evening. \nAn all-night party on New Year's Eve provided me with a good excuse for not carrying out either of these new resolutions on the first day of the year, \nbut on the second, I applied myself assiduously to the task.\n\nThe daily exercises lasted only eleven minutes and I proposed to do them early in the morning before anyone had got up. \nThe self-discipline required to drag myself out of bed 11 minutes earlier than usual was considerable. \nNevertheless, I managed to creep down into the living room for two days before anyone found me out. \nAfter jumping about on the carpet and twisting the human frame into uncomfortable positions, \nI sat down at the breakfast table in an exhausted condition. \nIt was this that betrayed me. \nThe next morning the whole family trooped in to watch the performance. \nThat was really unsettling but I fended off the taunts and jibes of the family good-humouredly and soon everybody got used to the idea. \nHowever, my enthusiasm waned. \nThe time I spent at exercises gradually diminished. \nLittle by little the eleven minutes fell to zero. \nBy January 10th, I was back to where I had started from. \nI argued that if I spent less time exhausting myself at exercises in the morning, \nI would keep my mind fresh for reading when I got home from work. \nResisting the hypnotizing effect of television, \nI sat in my room for a few evenings with my eyes glued to a book. \nOne night, however, feeling cold and lonely, I went downstairs and sat in front of the television pretending to read. \nThat proved to be my undoing, for I soon got back to my old bad habit of dozing off in front of the screen. \nI still haven't given up my resolution to do more reading. \nIn fact, I have just bought a book entitled How to Read a Thousand Words a Minute. \nPerhaps it will solve my problem, but I just haven't had time to read it!",
    "textTranslate": "新年是一个制定新目标的时刻。 \n至少在精神层面上，我们大多数人都能列出一份详尽的“该做”与“不该做”的清单。 \n那些老掉牙的决心年复一年地重复出现，单调得令人厌烦。 \n我们决定每天早上早起一些，少吃一些食物。 \n多花些时间陪孩子们玩耍，同时还要处理家里的各种琐事（比如打扫卫生、做饭、洗衣服等等）。 \n对待那些我们不喜欢的人也要友善；开车时要小心谨慎；每天还要带狗狗去散步。 \n过去的经验告诉我们，有些成就其实是无法实现的。 \n如果我们还是顽固的烟民，那只是因为我们太多次地经历了因失败而产生的挫败感。 \n我们大多数人在自我提升的努力中失败，是因为我们的计划过于宏大，而我们根本没有时间去执行。 \n我们还有一个根本性的错误：那就是把我们的决心或计划公之于众。 \n这样，当我们重新回到那些糟糕的老习惯时，看起来就会更加愚蠢了。 \n意识到这些陷阱后，今年我试着把决心只留给自己。 \n我给自己设定了两个简单的目标：每天早上坚持做体育锻炼，晚上多读书。 \n新年前夜的通宵派对为我提供了一个很好的借口，让我能够在新年的第一天不执行任何这些新年决心。 \n但到了第二天，我勤勉地执行起这项任务。 \n\n每天的锻炼只有十一分钟，我打算在清晨大家还没起床前做。 \n要比平时早11分钟起床，所需要的自制力是相当大的。 \n尽管如此，我还是设法在两天里悄悄溜进客厅，直到被家人发现。 \n在毯子上跳来跳去、把人的身体扭成各种不舒服的姿势之后…… \n我疲惫不堪地坐到了早餐桌前。 \n正是这个状态出卖了我。 \n第二天早上，全家人都聚在一起观看这场表演。 \n那确实让人不自在，但我用幽默的态度抵挡了家人的嘲笑和讥讽，大家很快就习惯了。 \n然而，我的热情逐渐消退了。 \n我花在锻炼上的时间逐渐减少了。 \n渐渐地，这十一分钟减少到了零。 \n到了1月10日，我又回到了起点。 \n我心想，如果早上少花些时间把自己累得筋疲力尽， \n下班回家后我就能保持头脑清醒来读书了。 \n抗拒电视的催眠效果…… \n有好几个晚上，我待在房间里，眼睛一直粘在书上。 \n然而，有一天晚上，我感到寒冷又孤独，于是下楼坐在电视机前，假装在看书。 \n这证明是我的败因，因为我很快又恢复了在屏幕前打瞌睡的老毛病。 \n我仍然没有放弃多读书的决心。 \n事实上，我刚刚买了一本书，书名是《如何一分钟读完一千个单词》。 \n也许这本书能解决我的问题，只是我还没时间去读它罢了！",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/50－New Year Resolutions.mp3",
    "audioFileId": "",
    "lrcPosition": [[16.81,19.91],[19.91,27.54],[27.54,34.27],[34.27,38.35],[38.35,44.12],[44.12,51.73],[51.73,57.86],[57.86,67.83],[67.83,77.37],[77.37,83.01],[83.01,89.2],[89.2,96.21],[96.21,106.61],[106.61,117.9],[117.9,123.67],[123.67,133.4],[133.4,141.74],[141.74,151.03],[151.03,157.82],[157.82,162.89],[162.89,165.78],[165.78,170.51],[170.51,180.4],[180.4,183.85],[183.85,187.67],[187.67,192.29],[192.29,197.32],[197.32,203.54],[203.54,208.32],[208.32,212.16],[212.16,217.18],[217.18,227.05],[227.05,237.32],[237.32,241.22],[241.22,248.7],[248.7,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.99,
      "text": "What marked the end of the writer's New Year resolutions?",
      "translate": "是什么标志着这位作家新年决心的结束呢？",
      "end": 16.81
    }
  },
  {
    "id": "x5Ews3",
    "title": "Predicting the future",
    "titleTranslate": "预测未来",
    "text": "Predicting the future is notoriously difficult. \nWho could have imagined, in the mid 1970s, for example, \nthat by the end of the 20th century, computers would be as common in people's homes as TV sets? \nIn the 1970s, computers were common enough, \nbut only in big business, government departments and large organizations. \nThese were the so-called mainframe machines. \nMainframe computers were very large indeed often occupying whole air-conditioned rooms, \nemploying full-time technicians and run on specially-written software. \nThough these large machines still exist, \nmany of their functions have been taken over by small powerful personal computers, commonly known as PCs.\n\nIn 1975, a primitive machine called the Altair, was launched in the USA. \nIt can properly be described as the first 'home computer' and it pointed the way to the future. \nThis was followed, at the end of the 1970s, by a machine called an Apple. \nIn the early 1980s, the computer giant, IBM produced the world's first Personal Computer. \nThis ran on an 'operating system' called DOS, \nproduced by a then small company named Microsoft. \nThe IBM Personal Computer was widely copied. \nFrom those humble beginnings, \nwe have seen the development of the user-friendly home computers and multimedia machines which are in common use today.\n\nConsidering how recent these developments are, it is even more remarkable that as long ago as the 1960s, an Englishman, \nLeon Bagrit, was able to predict some of the uses of computers which we know today. \nBagrit dismissed the idea that computers would learn to 'think' for themselves and would 'rule the world', which people liked to believe in those days. \nBagrit foresaw a time when computers would be small enough to hold in the hand, \nwhen they would be capable of providing information about traffic jams and suggesting alterative routes, \nwhen they would be used in hospitals to help doctors to diagnose illnesses, \nwhen they would relieve office workers and accountants of dull, repetitive clerical work. \nAll these computer uses have become commonplace. \nOf course, Leon Bagrit couldn't possibly have foreseen the development of the Internet, \nthe worldwide system that enables us to communicate instantly with anyone in any part of the world by using computers linked to telephone networks. \nNor could he have foreseen how we could use the Internet to obtain information on every known subject, \nso we can read it on a screen in our homes and even print it as well if we want to. \nComputers have become smaller and smaller, more and more powerful and cheaper and cheaper. \nThis is what makes Leon Bagrit's predictions particularly remarkable. \nIf he, or someone like him, were alive today, he might be able to tell us what to expect in the next fifty years.",
    "textTranslate": "预测未来向来是一件极其困难的事情。 \n谁能想到呢？比如说，在20世纪70年代中期…… \n到20世纪末，计算机会在人们的家中变得像电视机一样普遍呢？ \n在20世纪70年代，计算机已经相当普及了。 \n但这仅限于大企业、政府部门以及大型组织。 \n这些就是所谓的“大型机”（mainframe machines）。 \n大型机确实体积庞大，常常占据整个装有空调的房间。 \n这些机器配有全职技术人员，并运行专门编写的软件。 \n尽管这些大型机器仍然存在， \n它们的许多功能已经被功能强大、体积小巧的个人电脑（通常称为“PC”）所取代了。 \n\n1975年，一种名为 Altair 的早期计算机在美国问世。 \n它完全可以被称作第一台“家用电脑”，并且为未来的发展方向指明了方向。 \n随后，在20世纪70年代末，出现了一种名为“Apple”的机器。 \n20世纪80年代初，计算机巨头IBM推出了世界上第一台个人电脑（Personal Computer）。 \n它运行在一个名为DOS的“操作系统”上。 \n这款产品是由当时还是一家小型公司的微软（Microsoft）开发的。 \nIBM个人电脑被广泛地模仿和复制。 \n从这些 humble beginnings 开始， \n我们已经见证了如今广泛使用的、用户友好的家用电脑和多媒体设备的不断发展。 \n\n考虑到这些发展都发生得如此之近，更令人惊讶的是：早在20世纪60年代，就有一位英国人…… \n莱昂·巴格里特（Leon Bagrit）成功预测了计算机的一些我们今天所知的用途。 \n巴格里特驳斥了这样一种观点：计算机能够学会“自主思考”并“统治世界”。在那个时候，许多人确实相信这种可能性。 \n巴格里特预见了一个时代：那时计算机会变得足够小巧，可以放在手中使用。 \n当它们能够提供交通拥堵信息并建议替代路线时…… \n当它们被用于医院帮助医生诊断疾病时…… \n当它们能够减轻办公室职员和会计的枯燥、重复性文书工作时…… \n所有这些计算机的使用方式都已经变得非常普遍了。 \n当然，莱昂·巴格里特根本不可能预见到互联网的发展。 \n互联网是一个全球系统，它让我们能够通过连接电话网络的计算机，与世界任何地方的任何人即时交流。 \n他也无法预见到我们如何能够利用互联网来获取关于所有已知主题的信息。 \n这样我们就可以在家里的屏幕上阅读这些信息，如果需要的话，还可以打印出来。 \n计算机变得越来越小，性能越来越强大，价格也越来越便宜。 \n这正是让莱昂·巴格里特的预测显得格外引人注目的原因。 \n如果他或像他这样的人今天还活着，或许能告诉我们未来五十年会发生什么。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/51－Predicting the Future.mp3",
    "audioFileId": "",
    "lrcPosition": [[19.4,23.21],[23.21,28.33],[28.33,36.23],[36.23,40.83],[40.83,47.2],[47.2,52.06],[52.06,59.08],[59.08,65.11],[65.11,68.14],[68.14,78.12],[78.12,86.53],[86.53,93.58],[93.58,101.09],[101.09,109.75],[109.75,114.15],[114.15,119.19],[119.19,123.75],[123.75,126.11],[126.11,136.32],[136.32,147.52],[147.52,154.98],[154.98,165.76],[165.76,171.78],[171.78,179.88],[179.88,185.78],[185.78,193.64],[193.64,197.96],[197.96,204.3],[204.3,217.49],[217.49,224.79],[224.79,231.87],[231.87,239.55],[239.55,244.91],[244.91,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.26,
      "text": "What was the 'future' electronic development that Leon Bagrit wasn't able to foresee?",
      "translate": "莱昂·巴格里特没能预见的那项“未来”电子发展是什么？",
      "end": 19.4
    }
  },
  {
    "id": "ePDIOW",
    "title": "Mud is mud",
    "titleTranslate": "实事求是",
    "text": "My cousin, Harry, keeps a large curiously-shaped bottle on permanent display in his study. \nDespite the fact that the bottle is tinted a delicate shade of green, \nan observant visitor would soon notice that it is filled with what looks like a thick, greyish substance. \nIf you were to ask Harry what was in the bottle, he would tell you that it contained perfumed mud. \nIf you expressed doubt or surprise, he would immediately invite you to smell it and then to rub some into your skin. \nThe brief experiment would dispel any further doubts she might have. \nThe bottle really does contain perfumed mud. \nHow Harry came into the possession of this outlandish stuff makes an interesting story which he is fond of relating. \nFurthermore, the acquisition of this bottle cured him of a bad habit he had been developing for years.\n\nHarry used to consider it a great joke to go into expensive cosmetic shops and make outrageous requests for goods that do not exist. \nHe would invent fanciful names on the spot. \nOn entering a shop, \nhe would ask for a new perfume called 'Scented Shadow' or for 'insoluble bath cubes'. \nIf a shop assistant told him she had not heard of it, he would pretend to be considerably put out. \nHe loved to be told that one of his imaginary products was temporarily out of stock \nand he would faithfully promise to call again at some future date, but of course he never did. \nHow Harry managed to keep a straight face during these performances is quite beyond me.\n\nHarry does not need to be prompted to explain how he bought his precious bottle of mud. \nOne day, he went to an exclusive shop in London and asked for 'Myrolite'. \nThe shop assistant looked puzzled and Harry repeated the word, slowly stressing each syllable. \nWhen the woman shook her head in bewilderment, \nHarry went on to explain that 'myrolite' was a hard, amber-like substance which could be used to remove freckles. \nThis explanation evidently conveyed something to the woman who searched shelf after shelf. \nShe produced all sorts of weird concoctions, but none of them met with Harry's requirements. \nWhen Harry put on his act of being mildly annoyed, the assistant promised to order some for him. \nIntoxicated by his success, Harry then asked for perfumed mud. \nHe expected the assistant to look at him in blank astonishment. \nHowever, it was his turn to be surprised, for the woman's eyes immediately lit up \nand she fetched several bottles which she placed on the counter for Harry to inspect. \nFor once, Harry had to admit defeat. \nHe picked up what seemed to be the smallest bottle and discreetly asked the price. \nHe was glad to get away with a mere twenty pounds and he beat a hasty retreat, clutching the precious bottle under his arm. \nFrom then on, Harry decided that this little game he had invented might prove to be expensive. \nThe curious bottle which now adorns the bookcase in his study was his first and last purchase of rare cosmetics.",
    "textTranslate": "我的表弟哈里在他的书房里永久性地展示着一个形状非常奇特的瓶子。 \n尽管这个瓶子的颜色是一种淡雅的绿色， \n一个细心的访客很快就会注意到，这个空间里充满了某种看起来像浓稠的、灰褐色的物质。 \n如果你问哈利瓶子里装的是什么，他会告诉你里面装的是香味的泥浆。 \n如果你表现出怀疑或惊讶，他就会立刻邀请你闻一闻这种物质，然后让你把它涂抹在皮肤上。 \n这个简短的实验将会消除她可能存在的任何疑虑。 \n这个瓶子里确实装着带有香味的泥浆。 \n哈利是如何得到这些奇怪物品的，这本身就是一个有趣的故事，而他也很喜欢讲这个故事。 \n此外，买到这个瓶子后，他改掉了自己多年来一直养成的一个坏习惯。 \n\n哈里过去常常觉得：去那些高档的化妆品店，然后提出一些根本不存在的商品、并要求购买这些商品，这简直是个天大的笑话。 \n他总能即兴想出一些奇特、富有想象力的名字。 \n当走进一家商店时， \n他会要求购买一款名为“Scented Shadow”的新香水，或者“insoluble bath cubes”（即不可溶解的浴盐块）。 \n如果店员告诉他她从未听说过那个产品，他就会假装非常失望（或很不高兴）。 \n他很喜欢听到这样的消息：他想象中的某个产品暂时缺货了。 \n他会诚实地承诺会在未来的某个时候再次打电话，但当然，他从未兑现过这个承诺。 \n我实在无法理解：哈利在那些表演过程中是如何始终保持面无表情的…… \n\n哈利根本不需要别人提醒，他就能解释自己是如何买到那瓶珍贵的“泥”的。 \n有一天，他去了伦敦的一家高档商店，询问是否有“Myrolite”这种商品。 \n店员看起来很困惑，于是哈利又重复了这个词，慢慢地、一个音节一个音节地念了出来。 \n当那位女士困惑地摇头时…… \n哈里接着解释说，“myrolite”是一种质地坚硬、呈琥珀色的物质，可以用来去除雀斑。 \n这个解释显然让那位在货架间翻找东西的女士明白了些什么。 \n她制作了各种各样的奇怪混合物，但没有一种能满足哈里的要求。 \n当哈里装出一副有点恼火的样子时，助手答应会帮他订购一些东西。 \n被自己的成功冲昏了头脑，哈里随后要求得到那种带有香味的泥浆。 \n他期待着助手会惊讶地、一脸茫然地看着他。 \n然而，轮到他感到惊讶了——因为那个女人的眼睛立刻亮了起来。 \n然后她拿来了几瓶酒，把它们放在柜台上让哈里查看。 \n这一次，哈利不得不承认自己失败了。 \n他拿起了那个看起来是最小的瓶子，然后悄悄地询问了价格。 \n他很高兴只被罚了二十英镑，于是急忙逃走了，同时紧紧地把那个珍贵的瓶子夹在腋下。 \n从那以后，哈利意识到自己发明的这个“小游戏”可能会带来严重的后果（或者：这个小游戏可能会让他付出沉重的代价）。 \n那个现在摆放在他书房书架上的奇特瓶子，是他第一次也是最后一次购买的稀有化妆品。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/52－Mud is Mud.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.35,23.47],[23.47,27.74],[27.74,35.6],[35.6,42.44],[42.44,52.01],[52.01,56.84],[56.84,60.8],[60.8,69.36],[69.36,77.66],[77.66,88.92],[88.92,92.37],[92.37,94.06],[94.06,102.32],[102.32,109.63],[109.63,116.35],[116.35,123.27],[123.27,130.31],[130.31,136.1],[136.1,143.14],[143.14,151],[151,154.19],[154.19,164.07],[164.07,170.69],[170.69,178.09],[178.09,185.09],[185.09,191.64],[191.64,195.81],[195.81,203.01],[203.01,209.03],[209.03,212.65],[212.65,219.3],[219.3,228.57],[228.57,235.68],[235.68,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.04,
      "text": "Why did Harry decide to give up his little game?",
      "translate": "为什么哈利决定放弃他的那个小把戏（或：为什么哈利决定不再玩那个小游戏）？",
      "end": 15.35
    }
  },
  {
    "id": "KqL3gA",
    "title": "In the public interest",
    "titleTranslate": "为了公众的利益",
    "text": "The Scandinavian countries are much admired all over the world for their enlightened social policies. \nSweden has evolved an excellent system for protecting the individual citizen from high-handed or incompetent public officers. \nThe system has worked so well, that it has been adopted in other countries too.\n\nThe Swedes were the first to recognize that public officials like civil servants, \npolice officers, health inspectors or tax-collectors can make mistakes or act over-zealously in the belief that they are serving the public. \nAs long ago as 1809, the Swedish Parliament introduced a scheme to safeguard the interest of the individual. \nA parliamentary committee representing all political parties appoints a person who is suitably qualified to investigate private grievances against the State. \nThe official title of the person is 'Justiteombudsman', but the Swedes commonly refer to him as the 'J.O.' or 'Ombudsman'. \nThe Ombudsman is not subject to political pressure. \nHe investigates complaints large and small that come to him from all levels of society. \nAs complaints must be made in writing, the Ombudsman receives an average of 1, 200 letters a year. \nHe has eight lawyer assistants to help him and he examines every single letter in detail. \nThere is nothing secretive about the Ombudsman's work, for his correspondence is open to public inspection. \nIf a citizen's complaint is justified the Ombudsman will act on his behalf. \nThe action he takes varies according to the nature of the complaint. \nHe may gently reprimand an official or even suggest to parliament that a law be altered. \nThe following case is a typical example of the Ombudsman's work.\n\nA foreigner living in a Swedish village wrote to the Ombudsman complaining that he had been ill-treated by the police, \nsimply because he was a foreigner. \nThe Ombudsman immediately wrote to the Chief of Police in the district asking him to send a record of the case. \nThere was nothing in the record to show that the foreigner's complaint was justified \nand the Chief of Police strongly denied the accusation. \nIt was impossible for the Ombudsman to take action, \nbut when he received a similar complaint from another foreigner in the same village, \nhe immediately sent one of his lawyers to investigate the matter. \nThe lawyer ascertained that a policeman had indeed dealt roughly with foreigners on several occasions. \nThe fact that the policeman was prejudiced against foreigners could not be recorded in the official files. \nIt was only possible for the Ombudsman to find this out by sending one of his representatives to check the facts. \nThe policeman in question was severely reprimanded \nand was informed that if any further complaints were lodged against him, he would be prosecuted. \nThe Ombudsman's prompt action at once put an end to an unpleasant practice which might have gone unnoticed.",
    "textTranslate": "斯堪的纳维亚国家因其开明的社会政策而受到全世界的广泛赞誉。 \n瑞典已经建立了一套非常完善的制度，旨在保护公民免受专横或无能的公职人员的侵害。 \n该系统运行得非常出色，因此也被其他国家采纳使用了。 \n\n瑞典人是最早意识到像公务员这样的公职人员可能会犯错或行为过激的人。 \n警察、卫生检查员或税务官员都可能犯错，或者因为自认为是在为公众服务而表现得过于热心（即行为过于激进）。 \n早在1809年，瑞典议会就出台了一项旨在保护个人权益的方案。 \n一个代表所有政党的议会委员会，会任命一位具备适当资格的人来调查公民对政府提出的个人投诉。 \n这个人的正式头衔是“司法监察专员”（Justice Ombudsman），但瑞典人通常称他为“J.O.”或“Ombudsman”。 \n监察专员不受政治压力的影响。 \n他负责调查来自社会各个阶层的各种投诉，无论这些投诉的规模大小如何。 \n由于投诉必须以书面形式提出，因此监察专员每年平均会收到 1,200 封来信。 \n他有八名律师助理协助他工作，他会仔细审查每一封信的内容。 \n监察专员的工作没有任何保密性；他的所有通信记录都可供公众查阅。 \n如果公民的投诉是合理的，监察专员将会代表该公民采取行动。 \n他采取的行动会根据投诉的性质而有所不同。 \n他可能会温和地告诫某位官员，甚至向议会提出修改法律的建议。 \n以下案例是监察专员工作的典型例子。 \n\n一位居住在瑞典村庄的外国人写信给监察专员，投诉称自己受到了警方的虐待。 \n仅仅因为他是外国人。 \n监察专员立即致函该地区的警察局长，要求他提供该案件的详细记录。 \n记录中没有任何内容表明那位外国人的投诉是合理的 \n警方局长强烈否认了这一指控。 \n监察专员根本无法采取任何行动。 \n但是当他收到同一村庄里另一位外国人类似的投诉时…… \n他立即派了自己的律师去调查这件事。 \n律师证实，确实有警察在多次场合中对外国人采取了粗暴的态度。 \n这名警察对外国人存在偏见这一事实，无法被记录在官方文件中。 \n只有通过派遣他的代表去核实事实，监察专员才得以发现这一情况。 \n这名涉事的警察受到了严厉的训斥。 \n并且被告知，如果再有人对他提出投诉，他将会被起诉。 \n监察专员的迅速行动立即制止了这一可能被忽视的不良行为。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/53－In the Public Interest.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.8,23.38],[23.38,33.22],[33.22,40.21],[40.21,46.23],[46.23,56.76],[56.76,66.75],[66.75,78.63],[78.63,89.51],[89.51,93.72],[93.72,100.31],[100.31,108.78],[108.78,116.25],[116.25,124.5],[124.5,131.26],[131.26,136],[136,143.23],[143.23,149.28],[149.28,157.37],[157.37,160.42],[160.42,169.38],[169.38,175.32],[175.32,180.56],[180.56,184.52],[184.52,190.2],[190.2,195.03],[195.03,203.18],[203.18,210.55],[210.55,220.24],[220.24,224.2],[224.2,231.78],[231.78,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.65,
      "text": "What could not be reported in the official files?",
      "translate": "有哪些内容是无法被记录在官方文件中的呢？",
      "end": 15.8
    }
  },
  {
    "id": "0N5dp6",
    "title": "Instinct or cleverness?",
    "titleTranslate": "是本能还是机智",
    "text": "We have been brought up to fear insects. \nWe regard them as unnecessary creatures that do more harm than good. \nWe continually wage war on them, for they contaminate our food, carry diseases, or devour our crops. \nThey sting or bite without provocation; they fly uninvited into our rooms on summer nights, or beat against our lighted windows. \nWe live in dread not only of unpleasant insects like spiders or wasps, but of quite harmless ones like moths. \nReading about them increases our understanding without dispelling our fears. \nKnowing that the industrious ant lives in a highly organized society \ndoes nothing to prevent us from being filled with revulsion when we find hordes of them crawling over a carefully prepared picnic lunch. \nNo matter how much we like honey, \nor how much we have read about the uncanny sense of direction which bees possess, we have a horror of being stung. \nMost of our fears are unreasonable, but they are impossible to erase. \nAt the same time, however, insects are strangely fascinating. \nWe enjoy reading about them, especially when we find that, like the praying mantis, they lead perfectly horrible lives. \nWe enjoy staring at them, entranced as they go about their business, unaware (we hope) of our presence. \nWho has not stood in awe at the sight of a spider pouncing on a fly, \nor a column of ants triumphantly bearing home an enormous dead beetle?\n\nLast summer I spent days in the garden watching thousands of ants crawling up the trunk of my prize peach tree. \nThe tree has grown against a warm wall on a sheltered side of the house. \nI am especially proud of it, \nnot only because it has survived several severe winters, but because it occasionally produces luscious peaches. \nDuring the summer, I noticed that the leaves of the tree were beginning to wither. \nClusters of tiny insects called aphides were to be found on the underside of the leaves. \nThey were visited by a large colony of ants which obtained a sort of honey from them. \nI immediately embarked on an experiment which even though it failed to get rid of the ants kept me fascinated for twenty-four hours. \nI bound the base of the tree with sticky tape, making it impossible for the ants to reach the aphides. \nThe tape was so sticky that they did not dare to cross it. \nFor a long time, I watched them scurrying around the base of the tree in bewilderment. \nI even went out at midnight with a torch and noted with satisfaction (and surprise) \nthat the ants were still swarming around the sticky tape without being able to do anything about it. \nI got up early next morning hoping to find that the ants had given up in despair. \nInstead, I saw that they had discovered a new route. \nThey were climbing up the wall of the house and then on to the leaves of the tree. \nI realized sadly that I had been completely defeated by their ingenuity. \nThe ants had been quick to find an answer to my thoroughly unscientific methods!",
    "textTranslate": "我们从小就被教导要害怕昆虫。 \n我们认为它们是毫无必要的生物，带来的危害远大于好处。 \n我们一直在与它们作斗争——因为它们会污染我们的食物、传播疾病，或者啃食我们的庄稼。 \n它们会无缘无故地蜇人或咬人；在夏夜，它们会不请自来地飞进我们的房间，或者撞击我们亮着的窗户。 \n我们不仅害怕像蜘蛛或黄蜂这样的令人不快的昆虫，也害怕像蛾子这样其实完全无害的昆虫。 \n阅读关于他们的信息确实能增加我们的理解，但并不会消除我们的恐惧。 \n我们知道，勤劳的蚂蚁生活在一种高度有序的社会中。 \n这丝毫无法阻止我们看到成群这样的生物爬在我们精心准备的野餐食物上时感到极度厌恶。 \n无论我们多么喜欢蜂蜜， \n无论我们读过多少关于蜜蜂惊人方向感的描述，我们仍然对被蜜蜂蜇伤感到恐惧。 \n我们的大多数恐惧都是毫无道理的，但它们却无法被彻底消除。 \n然而，昆虫同时又有一种奇妙的魅力，让人着迷。 \n我们喜欢阅读关于它们的内容，尤其是当发现它们（就像螳螂一样）过着极其恐怖的生活时。 \n我们喜欢凝视着他们，看着他们忙着自己的事情；希望他们没有察觉到我们的存在。 \n谁没有在看到蜘蛛突然扑向一只苍蝇的瞬间感到惊叹呢？ \n或者是一队蚂蚁，胜利地抬着一只巨大的死甲虫回家？ \n\n去年夏天，我在花园里待了好几天，观察成千上万的蚂蚁爬上我那棵珍贵的桃树的树干。 \n这棵树生长在房子背风的一侧，紧靠着一面温暖的墙壁。 \n我对此感到特别自豪。 \n不仅因为它经受住了几个严冬的考验，还因为它偶尔会结出美味的桃子。 \n夏天时，我注意到树上的叶子开始枯萎了。 \n在叶子的背面，可以发现一群被称为蚜虫的微小昆虫。 \n有一大群蚂蚁造访了它们，并从它们身上获取了一种类似蜂蜜的物质。 \n我立刻开始了一项实验。尽管这项实验未能彻底消灭那些蚂蚁，但它让我着迷了整整24个小时。 \n我用粘性胶带把树干的底部缠了起来，这样蚂蚁就无法接触到蚜虫了。 \n胶带非常粘，它们不敢爬过去。 \n很长时间里，我看着它们困惑地在树根周围慌乱地爬来爬去。 \n我甚至在午夜时分拿着手电筒出门，满意地（又惊讶地）看到 \n那些蚂蚁仍然在粘性胶带周围团团转，却对此束手无策。 \n第二天早上我早早起床，希望看到蚂蚁们已经绝望地放弃了。 \n相反，我发现他们发现了一条新的路线。 \n它们沿着房子的墙壁爬上去，然后又爬到了树上的叶子上。 \n遗憾的是，我发现自己完全被他们的聪明才智给打败了。 \n蚂蚁们很快就找到了对付我那些完全不科学的方法的办法！",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/54－Instinct or Cleverness.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.67,20.65],[20.65,26.54],[26.54,35.76],[35.76,46.15],[46.15,55.33],[55.33,61.67],[61.67,67.57],[67.57,78.08],[78.08,80.89],[80.89,90.32],[90.32,96.15],[96.15,101.47],[101.47,111.1],[111.1,119.91],[119.91,124.96],[124.96,131.43],[131.43,140.64],[140.64,146.07],[146.07,148.61],[148.61,159.07],[159.07,165.01],[165.01,172.48],[172.48,179.12],[179.12,190],[190,197.71],[197.71,202.59],[202.59,209.59],[209.59,216.88],[216.88,223.94],[223.94,229.84],[229.84,234.31],[234.31,239.57],[239.57,245.79],[245.79,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.16,
      "text": "Was the writer successful in protecting his peach tree? Why not?",
      "translate": "作者成功保护了他的桃树吗？为什么没有呢？",
      "end": 17.67
    }
  },
  {
    "id": "bG2BFk",
    "title": "From the earth: Greetings",
    "titleTranslate": "来自地球的问候",
    "text": "Recent developments in astronomy have made it possible to detect planets in our own Milky Way and in other galaxies. \nThis is a major achievement because, in relative terms, planets are very small and do not emit light. \nFinding planets is proving hard enough, but finding life on them will prove infinitely more difficult. \nThe first question to answer is whether a planet can actually support life. \nIn our own solar system, for example, Venus is far to hot and Mars is far too cold to support life. \nOnly the Earth provides ideal conditions, and even here it has taken more than four billion years for plant and animal life to evolve.\n\nWhether a planet can support life depends on the size and brightness of its star, that is its 'sun'. \nImagine a star up to twenty times larger, brighter and hotter than our own sun. \nA planet would have to be a very long way from it to be capable of supporting life. \nAlternatively, if the star were small, \nthe life-supporting planet would have to have a close orbit round it and also provide the perfect conditions for life forms to develop. \nBut how would we find such a planet? \nAt present, there is no telescope in existence that is capable of detecting the presence of life. \nThe development of such a telescope will be one of the great astronomical projects of the 21st century.\n\nIt is impossible to look for life on another planet using earth-based telescopes. \nOur own warm atmosphere and the heat generated by the telescope \nwould make it impossible to detect objects as small as planets. \nEven a telescope in orbit round the earth, like the very successful Hubble telescope, \nwould not be suitable because of the dust particles in our solar system. \nA telescope would have to be as far away as the planet Jupiter to look for life in outer space, \nbecause the dust becomes thinner the further we travel towards the outer edges of our own solar system. \nOnce we detected a planet, we would have to find a way of blotting out the light from its star, \nso that we would be able to 'see' the planet properly and analyse its atmosphere. \nIn the first instance, we would be looking for plant life, rather than 'little green men'. \nThe life forms most likely to develop on a planet would be bacteria. \nIt is bacteria that have generated the oxygen we breathe on earth. \nFor most of the earth's history they have been the only form of life on our planet. \nAs Earth-dwellers, we always cherish the hope that we will be visited by little green men and that we will be able to communicate with them. \nBut this hope is always in the realms of science fiction. \nIf we were able to discover lowly forms of life like bacteria on another planet, it would completely change our view of ourselves. \nAs Daniel Goldin of NASA observed, 'Finding life elsewhere would change everything. \nNo human endeavour or thought would be unchanged by it.'",
    "textTranslate": "天文学的最新发展使得我们能够探测到我们自己的银河系以及其他星系中的行星。 \n这是一个重大成就，因为从相对的角度看，行星体积很小，而且自身并不发光。 \n找到行星已经够难了，但在其上寻找生命将更加困难。 \n首先要回答的问题是：行星是否真的能够支持生命。 \n例如在我们的太阳系中，金星太热，火星又太冷，都无法维持生命。 \n只有地球提供了理想的条件，但即便如此，植物和动物生命的进化也花费了四十多亿年。 \n\n行星能否支持生命取决于其恒星（也就是它的“太阳”）的大小和亮度。 \n设想一颗比我们的太阳大、亮、热都高出二十倍的恒星。 \n行星必须离它非常遥远，才有可能维持生命。 \n或者，如果那颗恒星很小， \n这颗能够维持生命的行星必须拥有一个靠近该恒星的轨道，并且必须提供适合生命形式发展的完美条件。 \n但是，我们该如何找到这样一颗行星呢？ \n目前，还没有任何现有的望远镜能够探测到生命的存在。 \n开发这样的望远镜将是21世纪最重要的天文项目之一。 \n\n使用地球上的望远镜，是不可能在其他行星上寻找生命的。 \n我们自身的温暖环境，以及望远镜所产生的热量…… \n这将使得检测像行星这样微小的物体变得不可能。 \n即使是像哈勃望远镜这样非常成功的、位于地球轨道上的望远镜， \n由于太阳系中存在大量的尘埃颗粒，这种方法并不适用。 \n望远镜必须远到像木星那样远的地方，才能在外太空寻找生命， \n因为我们越往太阳系外围走，尘埃就越稀薄。 \n一旦我们发现了一颗行星，我们就必须想办法遮挡掉来自该行星恒星的光线。 \n这样我们就能清楚地“看到”这颗行星，并分析其大气层了。 \n首先，我们寻找的是植物生命，而不是所谓的“小绿人”。 \n最有可能在行星上生存的生命形式是细菌。 \n正是细菌产生了我们地球上所呼吸的氧气。 \n在地球历史的大部分时间里，它们都是地球上唯一的生命形式。 \n作为地球人，我们始终怀揣着这样的希望：有一天，外星的小绿人会来到我们身边，我们能够与他们进行交流。 \n然而，这种希望始终只存在于科幻作品的范畴之中。 \n如果我们能够在另一颗行星上发现像细菌这样的简单生命形式，那将彻底改变我们对自己的认知。 \n正如NASA的丹尼尔·戈尔丁所说：“在其它地方发现生命将会改变一切。” \n没有任何人类的努力或思想会因此而保持不变。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/55－From the Earth Greetings.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.41,26.55],[26.55,34.99],[34.99,42.52],[42.52,48.55],[48.55,57.03],[57.03,68.35],[68.35,75.68],[75.68,82.25],[82.25,87.92],[87.92,91.09],[91.09,101.37],[101.37,104.72],[104.72,112.38],[112.38,121.15],[121.15,127.34],[127.34,131.98],[131.98,137.1],[137.1,143.32],[143.32,149.03],[149.03,156.55],[156.55,163.97],[163.97,170.47],[170.47,176.38],[176.38,182.99],[182.99,188.85],[188.85,194.08],[194.08,199.95],[199.95,210.24],[210.24,215.38],[215.38,225.41],[225.41,232.32],[232.32,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.35,
      "text": "Which life forms are most likely to develop on a distant planet?",
      "translate": "哪些生命形式最有可能在遥远的行星上出现？",
      "end": 17.41
    }
  },
  {
    "id": "WL2IIQ",
    "title": "Our neighbour,the river",
    "titleTranslate": "河流，我们的邻居",
    "text": "The river which forms the eastern boundary of our farm has always played an important part in our lives. \nWithout it we could not make a living. \nThere is only enough spring water to supply the needs of the house so we have to pump from the river for farm use. \nWe tell the river all our secrets. \nWe know instinctively, just as beekeepers with their bees, \nthat misfortune might overtake us if the important events of our lives were not related to it.\n\nWe have special river birthday parties in the summer. \nSometimes we go upstream to a favourite backwater, \nsometimes we have our party at the boathouse, \nwhich a predecessor of ours at the farm built in the meadow hard by the deepest pool for swimming and diving. \nIn a heat wave we choose a midnight birthday party and that is the most exciting of all. \nWe welcome the seasons by the riverside, crowning the youngest girl with flowers in the spring, \nholding a summer festival on Midsummer Eve, giving thanks for the harvest in the autumn, and throwing a holly wreath into the current in the winter.\n\nAfter a long period of rain the river may overflow its banks. \nThis is a rare occurrence as our climate seldom goes to extremes. \nWe are lucky in that only the lower fields, \nwhich make up a very small proportion of our farm, are affected by flooding, \nbut other farms are less favourably sited, and flooding can sometimes spell disaster for their owners.\n\nOne bad winter we watched the river creep up the lower meadows. \nAll the cattle had been moved into stalls and we stood to lose little. \nWe were, however, worried about our nearest neighbours, whose farm was low lying and who were newcomers to the district. \nAs the floods had put the telephone out of order, we could not find out how they were managing. \nFrom an attic window we could get a sweeping view of the river where their land joined ours, \nand at the most critical juncture we took turns in watching that point. \nThe first sign of disaster was a dead sheep floating down. \nNext came a horse, swimming bravely, \nbut we were afraid that the strength of the current would prevent its landing anywhere before it became exhausted. \nSuddenly a raft appeared, looking rather like Noah's ark, carrying the whole family, a few hens, the dogs, a cat, and a bird in a cage. \nWe realized that they must have become unduly frightened by the rising flood, \nfor their house, which had sound foundations, would have stood stoutly even if it had been almost submerged. \nThe men of our family waded down through our flooded meadows with boat hooks, \nin the hope of being able to grapple a corner of the raft and pull it out of the current towrds our bank. \nWe still think it a miracle that they were able to do so.",
    "textTranslate": "没有它，我们就无法谋生。 \n这里的泉水仅够满足房屋的需求，因此我们必须从河里抽水来用于农场灌溉。 \n我们会把所有的秘密都告诉这条河流。 \n我们凭直觉明白：就像养蜂人对待他们的蜜蜂一样，如果我们生活中的重要事件没有告诉这条河流，不幸就可能降临到我们头上。 \n我们凭直觉明白，就像养蜂人对待他们的蜜蜂一样， \n如果我们生活中的重要事件没有告诉这条河流，不幸就可能降临到我们头上。 \n\n夏天，我们会为这条河流举办特别的“生日派对”。 \n有时我们会去上游一个我们喜欢的小水湾， \n有时则会在船屋里举行派对。 \n这是我们农场的一位前辈在草地上建造的，就在最深的池塘旁边，供游泳和跳水使用。 \n在热浪期间，我们选择在午夜举办生日派对——这真的是所有庆祝方式中最令人兴奋的。 \n我们在河边迎接四季的更替；春天来临时，我们会用鲜花为最年幼的女孩戴上花环。 \n在仲夏夜举办夏季庆典，感谢秋天的丰收；而在冬天，则将冬青花环抛入河流中。 \n\n经过长时间的降雨，河流可能会泛滥出河岸。 \n这种情况很少见，因为我们的气候很少会走极端。 \n我们很幸运的是，只有下方的田地， \n这些田地只占我们农场的很小一部分，会受到洪水影响， \n但其他农场的地理位置较为不利，洪水有时会对农场主造成严重的灾难性后果。 \n\n有一个严冬，我们眼睁睁看着河水逐渐淹没了下游的草地。 \n所有的牛都被赶进了牛棚里，所以我们几乎不会有什么损失。 \n然而，我们很担心我们的近邻——他们的农场位于地势较低的地方，而且他们是刚搬到这个地区来的新居民。 \n由于洪水使电话中断，我们无法知道他们的情况如何。 \n从阁楼的窗户里，我们可以看到河流的全景；他们的土地与我们的土地在那里交汇。 \n在最关键的时刻，我们轮流监视那个地点。 \n灾难的第一个征兆是一只死羊漂浮在水面上。 \n接下来是一匹马，它勇敢地游着。 \n但我们担心，水流的力量会使它在精疲力竭之前无法靠岸。 \n突然，一只木筏出现了，它看起来很像诺亚方舟；木筏上载着整个家庭、几只母鸡、几只狗、一只猫，以及一只关在笼子里的鸟。 \n我们意识到，他们一定是被不断上涨的洪水吓坏了。 \n他们的房子地基非常坚固，即使几乎被水淹没，也能依然屹立不倒。 \n我们家的男人们拿着船钩，蹚过被洪水淹没的草地。 \n希望能钩住木筏的一角，把它从急流中拉到我们岸边。 \n我们至今仍认为他们能这样做是个奇迹。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/56－Our Neighbour, the River.mp3",
    "audioFileId": "",
    "lrcPosition": [[13.91,21.26],[21.26,24.33],[24.33,32.59],[32.59,35.36],[35.36,39.98],[39.98,48.62],[48.62,52.63],[52.63,56.49],[56.49,59.61],[59.61,67.74],[67.74,74.5],[74.5,81.08],[81.08,92.66],[92.66,97.93],[97.93,103.11],[103.11,106.4],[106.4,111.72],[111.72,120.33],[120.33,126.04],[126.04,131.01],[131.01,140.07],[140.07,146.3],[146.3,152.65],[152.65,157.8],[157.8,162.99],[162.99,166.07],[166.07,173.85],[173.85,185.9],[185.9,191.63],[191.63,200.42],[200.42,205.34],[205.34,213.53],[213.53,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.41,
      "text": "Why had the neighbours left their farm?",
      "translate": "邻居为什么离开他们的农场？",
      "end": 13.91
    }
  },
  {
    "id": "ZrwiBQ",
    "title": "Back in the old country",
    "titleTranslate": "重返故里",
    "text": "I stopped to let the car cool off and to study the map. \nI had expected to be near my objective by now, but everything still seemed alien to me. \nI was only five when my father had taken me abroad, and that was eighteen years ago. \nWhen my mother had died after a tragic accident, he did not quickly recover from the shock and loneliness. \nEverything around him was full of her presence, continually reopening the wound. \nSo he decided to emigrate. \nIn the new country he became absorbed in making a new life for the two of us, so that he gradually ceased to grieve. \nHe did not marry again and I was brought up without a woman's care; but I lacked for nothing, for he was both father and mother to me. \nHe always meant to go back one day, but not to stay. \nHis roots and mine had become too firmly embedded in the new land. \nBut he wanted to see the old folk againand to visit my mother's grave. \nHe became mortally ill a few months before we had planned to go and, when he knew that he was dying, he made me promise to go on my own.\n\nI hired a car the day after landing and bought a comprehensive book of maps, \nwhich I found most helpful on the cross-country journey, but which I did not think I should need on the last stage. \nIt was not that I actually remembered anything at all. \nBut my father had described over and over again what we should see at every milestone after leaving the nearest town, \nso that I was positive I should recognize it as familiar territory. \nWell, I had been wrong, for I was now lost.\n\nI looked at the map and then at the milometer. \nI had come ten miles since leaving the town and at this point, according to my father, \nI should be looking at farms and cottages in a valley, \nwith the spire of the church of our village showing in the far distance. \nI could see no valley, no farms, no cottages and no church spire-only a lake. \nI decided that I must have taken a wrong turning somewhere. \nSo I drove back to the town and began to retrace the route, taking frequent glances at the map. \nI landed up at the same corner. \nThe curious thing was that the lake was not marked on the map. \nI felt as if I had stumbled into a nightmare country, as you sometimes do in dreams. \nAnd, as in a nightmare, there was nobody in sight to help me. \nFortunately for me, as I was wondering what to do next, \nthere appeared on the horizon a man on horseback, riding in my direction. \nI waited till he came near, then I asked him the way to our old village. \nHe said that there was now no village. \nI thought he must have misunderstood me, so I repeated its name. \nThis time he pointed to the lake. \nThe village no longer existed because it had been submerged, and all the valley too. \nThe lake was not a natural one, but a man-made reservoir.",
    "textTranslate": "我停下来，让车子冷却一下，同时仔细研究地图。 \n我本以为自己应该已经接近目的地了，但周围的一切依然让我感到陌生。 \n我五岁的时候，父亲把我带到了国外，那已经是十八年前的事了。 \n母亲在一次悲剧性的事故中去世后，他久久无法从震惊和孤独中走出来。 \n他身边的每一样东西都让他想起她，那些回忆不断重新揭开他的伤痛。 \n于是，他决定移民。 \n在新的国家里，他全身心地投入到为我们俩创造新生活的过程中，渐渐地，他的悲伤也减轻了。 \n他再也没有再婚，我在没有女性照顾的环境中长大；不过我并不缺乏什么，因为父亲同时扮演着母亲的角色。 \n他一直说总有一天会回去，但并不是为了定居。 \n他的根基和我的根基都已经深深地扎根在这片新的土地上。 \n但他想再见见那些老朋友，也想去看看我母亲的坟墓。 \n就在我们计划出发的几个月前，他病入膏肓。当他知道自己时日无多时，他让我答应独自完成这次旅程。 \n\n我落地后的第二天就租了一辆车，并买了一本内容详尽的地图册。 \n这在我长途旅行的过程中确实非常有用，不过我觉得在最后一段旅程中应该并不需要它。 \n其实我根本什么都不记得了。 \n但我父亲一遍又一遍地描述过，在离开最近的那个小镇之后，我们在每一个重要的里程碑处应该看到什么。 \n这样我就能肯定自己会认出这片熟悉的地方。 \n好吧，我错了——因为我现在真的迷路了。 \n\n我先看了看地图，然后又看了看里程表。 \n自从离开小镇后，我已经走了十英里。据我父亲说， \n我本应看到山谷里的农场和小屋， \n远处，我们村庄教堂的尖顶清晰可见。 \n我看不到任何山谷、农场、小屋，也没有教堂的尖塔——只有一片湖泊。 \n我意识到自己肯定在某个地方走错了路（即选择了错误的方向或路径）。 \n于是我开车回到了镇上，开始沿着原来的路线返回，同时不时地查看地图。 \n结果我又回到了同一个路口。 \n奇怪的是，这个湖泊在地图上根本没有标注。 \n我感觉自己仿佛闯入了一个噩梦般的国度——就像在梦中有时会遇到的那样。 \n就像在噩梦中一样，周围根本没有人能够帮助我。 \n幸运的是，就在我思考接下来该做什么的时候…… \n地平线上出现了一个骑马的人，他正朝我的方向走来。 \n我等他走近后，便向他打听去我们老村庄的路。 \n他说，那个村庄现在已经不存在了。 \n我以为他一定误解了我的意思，于是我又重复了一遍那个名字。 \n这次他指向了那个湖泊。 \n那个村庄已经不存在了——因为它被水淹没了，整个山谷也都消失了。 \n那个湖泊并不是天然的，而是一个人工建造的水库。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/57－Back in the Old Country.mp3",
    "audioFileId": "",
    "lrcPosition": [[13.98,18.28],[18.28,25.73],[25.73,32.35],[32.35,40.37],[40.37,46.02],[46.02,48.41],[48.41,57.04],[57.04,66.9],[66.9,70.65],[70.65,75.53],[75.53,80.32],[80.32,91.44],[91.44,96.93],[96.93,104.62],[104.62,108.56],[108.56,117.66],[117.66,122.93],[122.93,127.74],[127.74,131.33],[131.33,138.39],[138.39,142.48],[142.48,147.63],[147.63,154.88],[154.88,159.19],[159.19,166.44],[166.44,169.18],[169.18,173.27],[173.27,179.55],[179.55,184.43],[184.43,188.52],[188.52,194.01],[194.01,199.45],[199.45,202.51],[202.51,208.07],[208.07,211.15],[211.15,218.49],[218.49,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.57,
      "text": "Did the narrater find his mother's grave?",
      "translate": "叙述者找到了母亲的坟墓吗？",
      "end": 13.98
    }
  },
  {
    "id": "rzbpa0",
    "title": "A spot of bother",
    "titleTranslate": "一点儿小麻烦",
    "text": "The old lady was glad to be back at the block of flats where she lived. \nHer shopping had tired her and her basket had grown heavier with every step of the way home. \nIn the lift her thoughts were on lunch and a good rest; \nbut when she got out at her own floor, both were forgotten in her sudden discovery that her front door was open. \nShe was thinking that she must reprimand her home help the next morning for such a monstrous piece of negligence, \nwhen she remembered that she had gone shopping after the home help had left and she knew that she had turned both keys in their locks. \nShe walked slowly into the hall and at once noticed that all the room doors were open, \nyet following her regular practice she had shut them before going out. \nLooking into the drawing room, she saw a scene of confusion over by her writing desk. \nIt was as clear as daylight then that burglars had forced an entry during her absence. \nHer first impulse was to go round all the rooms looking for the thieves, \nbut then she decided that at her age it might be more prudent to have someone with her, \nso she went to fetch the porter from his basement. \nBy this time her legs were beginning to tremble, so she sat down and accepted a cup of very strong tea, while he telephoned the police. \nThen, her composure regained, she was ready to set off with the porter's assistance to search for any intruders who might still be lurking in her flat.\n\nThey went through the rooms, being careful to touch nothing, \nas they did not want to hinder the police in their search for fingerprints. \nThe chaos was inconceivable. \nShe had lived in the flat for thirty years and was a veritable magpie at hoarding: \nand it seemed as though everything she possessed had been tossed out and turned over and over. \nAt least sorting out the things she should have discarded years ago was now being made easier for her. \nThen a police inspector arrived with a constable and she told them of her discovery of the ransacked flat. \nThe inspector began to look for fingerprints, while the constable checked that the front door locks had not been forced, \nthereby proving that the burglars had either used skeleton keys or entered over the balcony. \nThere was no trace of fingerprints, but the inspector found a dirty red bundle that contained jewellery which the old lady said was not hers. \nSo their entry into this flat was apparently not the burglars' first job that day and they must have been disturbed. \nThe inspector then asked the old lady to try to check what was missing by the next day, \nand advised her not to stay alone in the flat for a few nights. \nThe old lady thought he was a fussy creature, \nbut since the porter agreed with him, she rang up her daughter and asked for her help in what she described as a little spot of bother.",
    "textTranslate": "那位老太太很高兴能够回到她居住的公寓楼。 \n她的购物让她感到疲惫不堪；而随着她一步步往家走，她手中的购物篮也越来越重了。 \n在电梯里，她的思绪都在午餐和好好休息的事情上。 \n但当她走到自己所在的楼层时，她突然发现前门是开着的，这一发现让她完全忘记了之前发生的一切。 \n她在想，第二天早上一定要严厉责备她的家政人员，因为这种疏忽实在太严重了。 \n当她想起家政人员离开后自己去了购物，而且知道自己已经把两把钥匙都插进了相应的锁孔里时…… \n她缓缓走进大厅，立刻注意到所有的房间门都敞开着。 \n然而，按照她平时的习惯，她在出门前还是把它们关上了。 \n她走进客厅，看到她的书桌旁一片混乱的景象。 \n当时就很明显了：在她的不在期间，窃贼强行进入了房子。 \n她的第一反应是去各个房间寻找小偷。 \n但后来她想，以她的年纪来说，有个人陪在身边可能会更稳妥些。 \n于是她下楼去把门房从他的地下室叫了出来。 \n这时，她的双腿已经开始颤抖了，于是她坐下来喝了一杯浓茶；与此同时，他拨打了报警电话。 \n随后，她恢复了镇定，便在门卫的协助下准备出发，去搜寻可能还潜伏在她公寓里的入侵者。 \n\n他们走过一个又一个房间，小心翼翼地避免触碰任何东西。 \n因为他们不想妨碍警方寻找指纹的工作。 \n那种混乱简直难以想象。 \n她已经在这套公寓里住了三十年，是个十足的“收集狂”——总是喜欢囤积各种东西。 \n仿佛她拥有的一切都被彻底翻了个个儿，被彻底弄乱了。 \n至少，把她那些早就该扔掉的东西整理好这件事，现在对她来说变得容易多了。 \n随后，一名警督带着一名警察来到了现场，她向他们报告了自己发现公寓被洗劫的情况。 \n检查员开始寻找指纹，而警察则确认前门的锁没有被强行破坏。 \n由此可以证明，窃贼要么使用了万能钥匙，要么是从阳台上进入屋内的。 \n没有发现任何指纹的痕迹，但检查员发现了一个脏兮兮的红色包裹，里面装着一些首饰。那位老妇人声称这些首饰并不属于她。 \n显然，他们当天进入这套公寓并不是第一次作案；他们肯定遇到了什么干扰（或者：他们的行动被别人发现了）。 \n然后，检查员让那位老太太在第二天之前试着看看到底少了什么东西。 \n并建议她在接下来的几个晚上不要独自待在公寓里。 \n那位老太太认为他是个挑剔的人。 \n但由于门房同意了他的请求，她便给女儿打了电话，请求她的帮助来处理这个她所说的“小麻烦”。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/58－A Spot of Bother.mp3",
    "audioFileId": "",
    "lrcPosition": [[14.73,20.86],[20.86,28.27],[28.27,32.65],[32.65,42.07],[42.07,50.44],[50.44,60.63],[60.63,67.58],[67.58,72.69],[72.69,79.28],[79.28,85.89],[85.89,91.23],[91.23,97.62],[97.62,101.71],[101.71,112.27],[112.27,124.54],[124.54,128.73],[128.73,133.88],[133.88,137.27],[137.27,143.59],[143.59,151.07],[151.07,158.73],[158.73,167.15],[167.15,174.4],[174.4,182.03],[182.03,193.07],[193.07,201.84],[201.84,208.2],[208.2,212.11],[212.11,216.47],[216.47,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 9.52,
      "text": "What did the old lady find when she got home?",
      "translate": "那位老太太回家后发现了什么？",
      "end": 14.73
    }
  },
  {
    "id": "NR-nVL",
    "title": "Collecting",
    "titleTranslate": "收藏",
    "text": "People tend to amass possessions, sometimes without being aware of doing so. \nIndeed they can have a delightful surprise when they find something useful which they did not know they owned. \nThose who never have to move house become indiscriminate collectors of what can only be described as clutter. \nThey leave unwanted objects in drawers, cupboards and attics for years, in the belief that they may one day need just those very things. \nAs they grow old, people also accumulate belongings for two other reasons, \nlack of physical and mental energy, both of which are essential in turning out and throwing away, and sentiment. \nThings owned for a long time are full of associations with the past, \nperhaps with relatives who are dead, and so they gradually acquire a value beyond their true worth.\n\nSome things are collected deliberately in the home in an attempt to avoid waste. \nAmong these I would list string and brown paper, \nkept by thrifty people when a parcel has been opened, to save buying these two requisites. \nCollecting small items can easily become a mania. \nI know someone who always cuts sketches out from newspapers of model clothes that she would like to buy if she had the money. \nAs she is not rich, the chances that she will ever be able to afford such purchases are remote; \nbut she is never sufficiently strongminded to be able to stop the practice. \nIt is a harmless habit, but it litters up her desk to such an extent that every time she opens it, loose bits of paper fall out in every direction.\n\nCollecting as a serious hobby is quite different and has many advantages. \nIt provides relaxation for leisure hours, as just looking at one's treasures is always a joy. \nOne does not have to go outside for amusement, since the collection is housed at home. \nWhatever it consists of, stamps, records, first editions of books, china, glass, \nantique furniture, pictures, model cars, stuffed birds, toy animals, there is always something to do in connection with it, \nfrom finding the right place for the latest addition, to verifying facts in reference books. \nThis hobby educates one not only in the chosen subject, but also in general matters which have some bearing on it. \nThere are also other benefits. \nOne wants to meet like-minded collectors, to get advice, to compare notes, to exchange articles, to show off the latest find. \nSo one's circle of friends grows. \nSoon the hobby leads to travel, perhaps to a meeting in another town, \npossibly a trip abroad in search of a rare specimen, for collectors are not confined to any one country. \nOver the years, one may well become an authority on one's hobby and will very probably be asked to give informal talks to little gatherings \nand then, if successful, to larger audiences. \nIn this way self-confidence grows, first from mastering a subject, then from being able to talk about it. \nCollecting, by occupying spare time so constructively, makes a person contented, with no time for boredom.",
    "textTranslate": "人们往往会积累财物，有时甚至自己都没有意识到这一点。 \n确实，当他们发现某些自己原本不知道拥有的、但却非常实用的东西时，会感到非常惊喜。 \n那些从未搬过家的人，会无差别地收集各种杂物——这些杂物其实只能被归类为“杂乱无章的堆积物”。 \n他们把不需要的物品放在抽屉、橱柜或阁楼里多年，认为有朝一日自己可能会用到那些东西。 \n随着年龄的增长，人们积累物品还有另外两个原因： \n缺乏体力和精力——这两者都是清理和丢弃物品所必需的；此外还有情感因素。 \n那些已经拥有很长时间的东西，都承载着与过去相关的种种回忆和情感联系。 \n也许这些物品与已经去世的亲人有关联，因此它们逐渐被赋予了超出其实际价值的意义（或：这些物品因为与逝去亲人的联系而变得更有价值）。 \n\n有些物品是人们特意在家里收集起来的，目的是为了减少浪费。 \n在这些物品中，我会列举细绳和牛皮纸。 \n节俭的人在拆开包裹后，会保留这些物品，以避免再次购买这两样必需品。 \n收集小物件很容易变成一种狂热。 \n我认识一个人，她总是从报纸上剪下那些她想要购买的模特服装的图片；如果她有钱的话，一定会买下这些衣服。 \n由于她并不富裕，她能够负担得起这类购买的费用的可能性微乎其微。 \n但她始终缺乏足够的意志力来改掉这个习惯。 \n这其实是个无伤大雅的习惯，但这个习惯让她的办公桌变得非常杂乱——每次她打开桌子时，都会有一堆散落的纸屑从各个方向掉出来。 \n\n将收藏作为一种严肃的爱好来从事，其实有着许多独特的优势。 \n它为休闲时光带来了放松与愉悦；仅仅欣赏自己的收藏品，本身就是一种享受。 \n人们不必外出寻找娱乐方式，因为这些藏品都收藏在家里。 \n无论是邮票、唱片、初版书籍、瓷器、玻璃制品， \n古董家具、画作、模型汽车、标本鸟、玩具动物……总有相关的事情可做， \n从为最新添加的内容找到合适的位置，到在参考书中核实事实…… \n这个爱好不仅能让人在所选择的领域内学到知识，还能帮助人们了解与该领域相关的一些通用性知识。 \n还有其他一些好处。 \n人们希望结识志同道合的收藏家，获取建议，交流心得，交换藏品，展示最新发现。 \n因此，一个人的朋友圈子也会逐渐扩大。 \n很快，这个爱好还会促使人们去旅行，也许到另一个城镇参加聚会， \n也许他们会去国外寻找稀有的标本，因为收藏家们并不局限于某个特定的国家。 \n随着时间的推移，一个人很可能会在自己的爱好领域成为专家，并且很可能会被邀请在一些小型聚会上进行非正式的演讲。 \n然后，如果讲得成功，就会面向更多听众演讲。 \n通过这种方式，自信心得以增长：先是源于对一门学科的掌握，然后是源于能够就此侃侃而谈。 \n通过利用空闲时间来从事有意义的活动，一个人会感到满足，从而不会有无聊的感觉。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/59－Collecting.mp3",
    "audioFileId": "",
    "lrcPosition": [[17.12,22.96],[22.96,30.68],[30.68,38.27],[38.27,48.4],[48.4,54.85],[54.85,63.55],[63.55,68.41],[68.41,76.11],[76.11,81.49],[81.49,84.5],[84.5,91.45],[91.45,95.57],[95.57,103.88],[103.88,111.93],[111.93,117.24],[117.24,129.31],[129.31,135.15],[135.15,142.72],[142.72,148.8],[148.8,157.07],[157.07,167.44],[167.44,173.67],[173.67,182.06],[182.06,184.94],[184.94,194.33],[194.33,197.07],[197.07,202.5],[202.5,210.32],[210.32,220.07],[220.07,224.84],[224.84,233.93],[233.93,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 8.71,
      "text": "What in particular does a person gain when he or she becomes a serious collector?",
      "translate": "一个人成为真正的收藏家后，具体能获得什么呢？",
      "end": 17.12
    }
  },
  {
    "id": "x8RSMI",
    "title": "Too early and too late",
    "titleTranslate": "太早和太晚",
    "text": "Punctuality is a necessary habit in all public affairs in civilized society. \nWithout it, nothing could ever be brought to a conclusion; everything would be in a state of chaos. \nOnly in a sparsely-populated rural community is it possible to disregard it. \nIn ordinary living, there can be some tolerance of unpunctuality. \nThe intellectual, who is working on some abstruse problem, has everything coordinated and organized for the matter in hand. \nHe is therefore forgiven if late for a dinner party. \nBut people are often reproached for unpunctuality when their only fault is cutting things fine. \nIt is hard for energetic, quick-minded people to waste time, \nso they are often tempted to finish a job before setting out to keep an appointment. \nIf no accidents occur on the way, like punctured tyres, diversions of traffic, sudden descent of fog, they will be on time. \nThey are often more industrious, useful citizens than those who are never late. \nThe over-punctual can be as much a trial to others as the unpunctual. \nThe guest who arrives half an hour too soon is the greatest nuisance. \nSome friends of my family had this irritating habit. \nThe only thing to do was ask them to come half an hour later than the other guests. \nThen they arrived just when we wanted them.\n\nIf you are catching a train, it is always better to be comfortably early than even a fraction of a minute too late. \nAlthough being early may mean wasting a little time, \nthis will be less than if you miss the train and have to wait an hour or more for the next one; \nand you avoid the frustration of arriving at the very moment when the train is drawing out of the station and being unable to get on it. \nAn even harder situation is to be on the platform in good time for a train and still to see it go off without you. \nSuch an experience befell a certain young girl the first time she was travelling alone.\n\nShe entered the station twenty minutes before the train was due, \nsince her parents had impressed upon her \nthat it would be unforgivable to miss it and cause the friends with whom she was going to stay to make two journeys to meet her. \nShe gave her luggage to a porter and showed him her ticket. \nTo her horror he said that she was two hours too soon. \nShe felt in her handbag for the piece of paper on which her father had written down all the details of the journey and gave it to the porter. \nHe agreed that a train did come into the station at the time on the paper and that it did stop, but only to take on mail, not passengers. \nThe girl asked to see a timetable, feeling sure that her father could not have made such a mistake. \nThe porter went to fetch one and arrived back with the station master, \nwho produced it with a flourish and pointed out a microscopic 'o' beside the time of the arrival of the train at his station; \nthis little 'o' indicated that the train only stopped for mail. \nJust as that moment the train came into the station. \nThe girl, tears streaming down her face, begged to be allowed to slip into the guard's van. \nBut the station master was adamant: rules could not be broken. \nAnd she had to watch that train disappear towards her destination while she was left behind.",
    "textTranslate": "在文明社会的所有公共事务中，守时是一种必不可少的习惯。 \n没有它，任何事情都无法办成；一切都将陷入混乱。 \n只有在人口稀少的农村社区，人们才可能忽视它。 \n在日常生活中，对于迟到这种行为，人们通常可以有一定的宽容度。 \n这位正在研究某个复杂问题的学者，已经将自己手头的工作所需的一切资料和信息都整理得井井有条、有条不紊了。 \n因此，如果他赴宴迟到，也是可以被原谅的。 \n但是，人们常常因为不守时而受到指责，而他们唯一的过错只是把时间算得太紧。 \n对于那些精力充沛、思维敏捷的人来说，浪费时间是一件很难做到的事情。 \n因此，他们常常会忍不住在赴约之前先把工作完成。 \n如果途中没有发生任何意外（比如轮胎爆裂、交通延误、雾突然变浓等情况），他们就能准时到达。 \n他们通常比那些从不迟到的人更勤奋、更有用。 \n过分守时和迟到一样，都可能让人难以忍受。 \n那位提前半小时就到的客人真是最让人烦恼的人了。 \n我家的一些朋友有个让人很恼火的习惯。 \n唯一可行的办法就是让他们比其他客人晚半小时到达。 \n然后他们正好在我们需要的时候到了。 \n\n如果你要赶火车，宁可从容地早到，也绝不迟到哪怕一秒钟。 \n虽然提前行动可能会浪费一些时间， \n这总比你错过火车、然后不得不等待下一班火车（一个小时或更长时间）要好吧。 \n这样你就避免了那种令人沮丧的情况：当你赶到车站时，火车正好已经启动离开，而你却无法上车。 \n更糟糕的情况是：你虽然及时赶到了站台，却还是眼睁睁看着火车开走，把你丢下。 \n这样的经历发生在一个年轻女孩第一次独自旅行的时候。 \n\n她在火车预定到站前二十分钟进了车站。 \n因为她的父母一直向她灌输这样的观念（或：因为她的父母让她明白了这一点）。 \n错过这班火车是不可原谅的，因为这会让要来接她的朋友们不得不跑两趟。 \n她把行李交给搬运工，并给他看了车票。 \n令她惊恐的是，他说她来得太早了——比预定的时间早了两个小时。 \n她在手提包里寻找那张纸，上面写着父亲记录的所有旅行细节，然后把纸交给了行李员。 \n他承认，根据记录，当时确实有一列火车驶入了车站并且停了下来，但那列火车只是来取邮件的，并没有搭载乘客。 \n女孩要求查看时刻表，因为她确信她的父亲不可能犯这样的错误。 \n搬运工去取时刻表，回来时带着站长。 \n站长拿着时刻表，夸张地一挥，指出了他车站火车到站时间旁边一个极小的'o'； \n这个小小的“O”符号表示火车只是为了取邮件而停靠的。 \n就在那一刻，火车驶进了车站。 \n女孩泪流满面，恳求允许她溜进列车员车厢。 \n但站长态度坚决：规定不能违反。 \n她只能眼睁睁看着火车驶向目的地，而自己却被留在了车站。",
    "newWords": [],
    "audioSrc": "/sound/article/nce3/60－Too Early and Too Late.mp3",
    "audioFileId": "",
    "lrcPosition": [[15.76,23.31],[23.31,31.53],[31.53,38.44],[38.44,44.04],[44.04,53.53],[53.53,58.07],[58.07,65.63],[65.63,70.47],[70.47,76.25],[76.25,85.88],[85.88,92.03],[92.03,98.12],[98.12,104.56],[104.56,108.32],[108.32,114.09],[114.09,117.69],[117.69,125.97],[125.97,129.57],[129.57,135.48],[135.48,146.35],[146.35,156.02],[156.02,162.72],[162.72,167.2],[167.2,169.96],[169.96,179.32],[179.32,183.92],[183.92,189.16],[189.16,198.85],[198.85,210.9],[210.9,218.29],[218.29,223.19],[223.19,233.04],[233.04,238.86],[238.86,243.59],[243.59,250.78],[250.78,257.08],[257.08,null]],
    "questions": [],
    "nameList": [],
    "textAllWords": [],
    "question": {
      "start": 10.62,
      "text": "Why did the young girl miss the train?",
      "translate": "为什么那个小女孩错过了火车？",
      "end": 15.76
    }
  }
]
